{"Hael Husaini ada peringatan untuk BBNU, jiwa kena kental… telinga kalis kecaman": "https://www.youtube.com/watch?v=jH4XzZc8CkM", "Salah ke Ellie Suriati nak beri pendapat? Kenapa netizen nak ‘bitter’ sangat? Syahmi pun ok je…": "https://www.youtube.com/watch?v=R159ljH-Cgc", "Amyra Rosli pun puji Neelofa, kagum sebab bagi inspirasi kepada wanita": "https://www.youtube.com/watch?v=cKmufUdAiHg", "Syukur Alhamdulillah Almy Nadia makin pulih selepas pembedahan buang pundi hempedu": "https://www.youtube.com/watch?v=snF7lxUtVII", "Ben Amir dapat mesej sweet daripada Daiyan Trisha! Hati makin berbunga-bunga…": "https://www.youtube.com/watch?v=--C6YF-zJ6E", "Jawapan Syahmi Sazli memang win! Relax je setuju dengan kritikan Ellie Suriati": "https://www.youtube.com/watch?v=ZUxmF5GLues", "Awal Ashaari dah penat naik turun court, duit dah ambil… minta syarikat perabot bertanggungjawab": "https://www.youtube.com/watch?v=jftgJ2kPo6I", "Haqiem Rusli nasihat jangan kedekut dengan ibu bapa… InsyaAllah rezeki makin luas": "https://www.youtube.com/watch?v=7IOyqlQHYhM", "Boleh ke Nabila Razali perform Muzik-Muzik 35 nanti? Berborak pun dengar suara macam tengah sakit": "https://www.youtube.com/watch?v=O9DxIFhEUjA", "Top 5 Spotlight: Netizen tuduh Aliff Syukri ‘buat’ hidung, Azwan Ali dipuji berimej lelaki sejati": "https://www.youtube.com/watch?v=bcyWoMCDqkw", "Top 5 Viral: Netizen tunai hasrat mangsa nahas helikopter, graduan UK tutup mulut makcik bawang!": "https://www.youtube.com/watch?v=sNJZR6nnkLk", "Astagfirullahaladzim! Kenapa suka sangat beronani? Tolong ambil tahu apa hukumnya…": "https://www.youtube.com/watch?v=vQgw06jYAdk", "Siti Elizad gugur, tapi ada pula wanita tergamak tawar diri jadi madu… tak sensitif langsung!": "https://www.youtube.com/watch?v=en0t0H2g4Jk", "Tak sangka Syafiq Naser boleh menyanyi tapi netizen detect watak ‘adik-adik’ atas pentas Vokal Mania": "https://www.youtube.com/watch?v=QJQ7bM6jabA", "Ellie Suriati ‘berbunyi’ tentang Mael Totey, dipuji berjaya… tapi belum capai standard filem sebenar": "https://www.youtube.com/watch?v=DuK4HHQrURc", "Berhujan berpanas demi lembu… tak sangka wanita ini mampu tersenyum lebar!": "https://www.youtube.com/watch?v=FW1ynSrKjmw", "Kejutan 11:11, air tiada lagi! Malang betul nasib orang Lembah Klang…": "https://www.youtube.com/watch?v=qf2KHwxIUdY", "Nomad mengaku salah sebab diam lupa lirik atas stage Gegar Vaganza… tak tahu nak buat apa": "https://www.youtube.com/watch?v=HRKB0Fwtki0", "Kejamnya! Sheikh Baseer teruk terkena buatan orang, benci tengok keluarga sendiri": "https://www.youtube.com/watch?v=YX5qNX5mIFo", "Danial Zaini pula difitnah sebab tayang kereta mewah, duit titik peluh dikatakan hasil main saham": "https://www.youtube.com/watch?v=k6CXeXoefCM", "Naif sungguh Aufahanie peserta Vokal Mania ni, siap mengaku panik tak tahu ‘handle’ masalah teknikal": "https://www.youtube.com/watch?v=TrSUel3uyao", "Jangan pandai-pandai kata Wafariena buka tudung sebab dah famous… memang dia free hair sejak dulu": "https://www.youtube.com/watch?v=zIEfvDUq8_Y", "Kenapa Falique Floor88 selalu kena reject dengan perempuan? Macam sesuatu je ni…": "https://www.youtube.com/watch?v=zwVzPQg5IoE", "Top 5 Spotlight: Momen ‘sweet’ Neelofa dan PU Riz, netizen terkejut Erra Fazira kahwin senyap-senyap": "https://www.youtube.com/watch?v=qlCT1BHM3jU", "Top 5 Viral: Makcik maznah dituduh scammer minta sedekah, pelanggan masak lauk ketam busuk": "https://www.youtube.com/watch?v=X-w3ND43ZBM", "Makin kencang Nabila Razali dapat job berlakon, kali ini telemovie Cik Petir Putrajaya pula!": "https://www.youtube.com/watch?v=itTJEweqijU", "Cara mudah nak dapat pahala daripada al-Quran, kalau tak boleh buat juga tak tahu la…": "https://www.youtube.com/watch?v=g46SFGGX0qo", "Sempoi tengok Jamal Abdillah uruskan ternakan ikan arowana, tak ada ‘job’ menyanyi pun tak ada hal…": "https://www.youtube.com/watch?v=lwNLOe9THl0", "Tiba-tiba Eric Floor88 cakap fasal ‘limit’ kalau nak menegur... ada isu ke? Tak boleh kena kecam ke?": "https://www.youtube.com/watch?v=7BblefROk4E", "Salah ke artis post gambar beli kereta mewah di media sosial?": "https://www.youtube.com/watch?v=lVkSsUcS99U", "Tak malu ke Azwan? Dulu bukan main kau kutuk TV3, sekarang ambil ‘job’  pula!": "https://www.youtube.com/watch?v=qUepVf07lBc", "Nuha Vokal Mania menyanyi macam kucing disimbah air panas? Ramai suruh dia berhenti menyanyi...": "https://www.youtube.com/watch?v=bsGc2ArkWqQ", "Tergagap Nabila Razali nak jawab soalan tentang jodoh dengan MK K-Clique... malu tapi mahu ke?": "https://www.youtube.com/watch?v=xRqMU0Nn40E", "Aziz M Osman pun kagum dengan Mael Totey, katanya selera orang tak sama... macam makan durian": "https://www.youtube.com/watch?v=4Nf-PZn3m-4", "Top 5 Spotlight: Arwah Sandra muncul dalam mimpi ibu... drama tak logik, Uqasha beranak pakai seluar": "https://www.youtube.com/watch?v=j0-Lzzls0PQ", "Top5 Viral: Cikgu sekolah sakan menari TikTok... usahawan air kena ‘reject’ ibu teman wanita": "https://www.youtube.com/watch?v=0CtpeenKIeo", "Benarlah kata Nabi... ini 6 penyakit yang sedang menimpa umat akhir zaman!": "https://www.youtube.com/watch?v=jExWG7loUw8", "Macam tak percaya Apak Khalifah jual tin buruk, katanya boleh dapat RM100 sekali jual...": "https://www.youtube.com/watch?v=j0JWHXtM3YY", "Iman Troye nyanyi macam orang ‘kemam’ suara? Tapi ramai buat challenge lagu Teman di TikTok": "https://www.youtube.com/watch?v=D7PurQ1MgnQ", "Niezam Zaidi tenang je jawab kisah putus cinta dengan Nonny Nadirah, tak mahu salahkan sesiapa...": "https://www.youtube.com/watch?v=nDObjfgFEUs", "Mael Totey The Movie Vs filem artis gred A... apa bezanya?": "https://www.youtube.com/watch?v=lQIc37LU8fo", "Kristal buat lagu sindir Lan Solo? Ramai juga tak suka Ewal jadi vokalis baharu...": "https://www.youtube.com/watch?v=lQC5mCZYjCw", "Danial Chuer bimbang keluarga di Sabah, bapa terpaksa tutup kedai makan": "https://www.youtube.com/watch?v=rotyxVvCy5o", "Top 5 Spotlight: Bella Dally kayuh basikal sampai Genting Sempah? Shah Iskandar dapat baby boy!": "https://www.youtube.com/watch?v=5JnhB0yhts0", "Top 5 Viral: Cikgu disiplin sakan main TikTok, Ezurin Khyra pamer kisah peribadi kepada umum": "https://www.youtube.com/watch?v=PmP_HopLhcU", "Malangnya wanita jika anggap tutup aurat adalah pilihan... siap mengaku “I'm still a good Muslim”": "https://www.youtube.com/watch?v=nRgG1-NnJlA", "Chombi anak Apak Khalifah pula jadi penyanyi... umur baru 13 tahun, tapi ramai nak ‘try’": "https://www.youtube.com/watch?v=VyqN_2B04lI", "Musim Covid-19 pun boleh melancong, online je!": "https://www.youtube.com/watch?v=ZdP2fm-wKeo", "Amir Floor88 call tok imam, terpaksa tangguh tarikh kahwin sebab PKPB": "https://www.youtube.com/watch?v=tBhc7-mU884", "Best ke drama Lelaki Lingkungan Cinta? Ramai pelakon BBNU, Cik B pun ada!": "https://www.youtube.com/watch?v=UmhV4J0dizU", "Artis tanggal tudung jadi isu biasa? Jangan biasakan perkara yang tak elok...": "https://www.youtube.com/watch?v=Jt8KZnDevIE", "Azlan Typewriter pun dah pandai ‘colour’ rambut, ikut trend katanya...": "https://www.youtube.com/watch?v=WINReve7mL8", "Tak sangka ramai tak kenal Fieya Julia sebagai penyanyi... orang ingat streamer PUBG!": "https://www.youtube.com/watch?v=h-1g-9Dl0lw", "Ayie Floor88 teringin nak jadi wartawan mStar... sanggup sahut ‘challenge’ tanya artis soalan panas": "https://www.youtube.com/watch?v=3PrNVToYM24", "#Bizibody: Kereta mewah Achey penuh barang anak... lampin, tilam, toys semua ada!": "https://www.youtube.com/watch?v=osvULWdm6Gs", "Top 5 Spotlight: Sebak tengok momen Neelofa berpurdah, Syamsul Yusof ambil khidmat kaunseling": "https://www.youtube.com/watch?v=gwAfnPEhQMU", "Top 5 Viral: Sebab mulut kecoh, usahawan disimbah sirap... cikgu terkejut ziarah rumah asnaf": "https://www.youtube.com/watch?v=svQEPVicf2c", "Zulin Aziz perjelas hubungan dengan suspek cuci duit haram": "https://www.youtube.com/watch?v=XodOGGchySE", "Jaga sikit mulut lancang, jangan jadi asbab masuk neraka!": "https://www.youtube.com/watch?v=YI3kbvo1Jcc", "Instafamous Izzrin Irfan dah jadi penyanyi... Ada yang kata muka sama macam Syed Saddiq!": "https://www.youtube.com/watch?v=e-yS6bcl8lg", "Dolla selesa berimej seksi, bukan sengaja buat gimik ‘pelaris’ dunia hiburan": "https://www.youtube.com/watch?v=yZMgm6gZF38", "Mula-mula pelik, lama-lama Ibu Neelofa dah tak kisah gosip anak bercinta!": "https://www.youtube.com/watch?v=VhzlwJg3AVw", "Berani sungguh Zalif Sidek dye rambut warna pink! Tak takut kena kecam ke?": "https://www.youtube.com/watch?v=H0gmG8Xf5Lw", "Bisnes lebih lancar tanpa birokrasi, MyMudah memang mudah!": "https://www.youtube.com/watch?v=G4eCyST08-s", "Ramai tak faham SOP PKPB! Sibuk gelabah hantar anak isteri balik kampung...": "https://www.youtube.com/watch?v=voeIFhEBmyg", "Sharifah Zarina tahu cara didik anak, bangga Athalia jadi ‘instafamous’ pandai cari duit sendiri": "https://www.youtube.com/watch?v=1NMsonKHSrY", "Issey makin masyuk! Job kencang... sekarang dah berlakon filem pula": "https://www.youtube.com/watch?v=MoeDs1FJJxg", "‘No more Mr Nice Guy’! Syamsul Yusof buat laporan polis selepas terima mesej ugutan": "https://www.youtube.com/watch?v=a-8FETXjU3g", "Cik B dah jadi pelakon! Kelakar siap tunjuk gaya orang lidah pendek bercakap...": "https://www.youtube.com/watch?v=I2C2Sb5d_wU", "Radhi OAG bercinta dengan gadis 19 tahun? - “Saya minat dia... dia minat saya”": "https://www.youtube.com/watch?v=uIXrQgQE2Pg", "Hun Haqeem kena ‘friend zone’ dengan Ara Johari belum rasa nak kahwin lagi!": "https://www.youtube.com/watch?v=4yQO9iX1n9g", "Top 5 Spotlight: Shuib disiasat SPRM, Zizi Kirana cari Kak Jamaliah Taiping": "https://www.youtube.com/watch?v=w1dob5xNfBE", "Top 5 Viral: Ustaz Ebit Lew minta maaf, pemuda bela ikan tepi highway!": "https://www.youtube.com/watch?v=UHceXMoqJbQ", "Ketahui jenis-jenis bulu yang tak boleh dicukur... jangan main cukur je!": "https://www.youtube.com/watch?v=TxIXJn5LiAs", "Ernie Zakri ke ‘tempek’ mekap di muka Syamel? Nampak kelabu lain macam je...": "https://www.youtube.com/watch?v=G2eQ1wIASOI", "Dah ada boyfriend tapi kenapa Janna Nick tak kahwin lagi? Katanya duit belum cukup...": "https://www.youtube.com/watch?v=qEBwlDFf77Q", "Wow! Zaki Yamani ‘show off’ kasut RM3,000!": "https://www.youtube.com/watch?v=MqWDAHCEvYY", "Raja Azmi ‘bantai’ YouTuber, netizen kutuk filem tempatan!": "https://www.youtube.com/watch?v=d4RHZQTg8HA", "Seronok tengok Mira Filzah kongsi momen bahagia dengan suami... tapi ada pula yang naik meluat!": "https://www.youtube.com/watch?v=1MeuYmPn4SA", "Alvin Chong risau instafamous budak sekolah tertekan hadapi SPM... tapi bukan bercinta!": "https://www.youtube.com/watch?v=otO2HnCRLPs", "Nasz Sally pun buka mulut isu body shaming, tapi salute sebab sangat positif!": "https://www.youtube.com/watch?v=QkXZlZzWGlo", "Naim Daniel elak cari masalah dengan orang, nak ‘maintain’ hubungan baik dengan semua": "https://www.youtube.com/watch?v=0FrVyP9uQy0", "TWGGE tingkat usaha perbaiki kualiti kuasa, ‘upgrade’ persekitaran perniagaan": "https://www.youtube.com/watch?v=93hJiqdAVFI", "Usop 'is cancelled' sebab body shaming Sherry? Tapi netizen pun ramai kutuk, face shaming dia...": "https://www.youtube.com/watch?v=Q983h3IIa34", "“Benda kecil boleh settle personal” - Azzam Sham minta maaf, tapi ralat Farisha Iris luah di Twitter": "https://www.youtube.com/watch?v=7HEsED-1fts", "Top 5 Spotlight: Wanita mengaku bekas kekasih PU Riz mohon maaf, Selena Gomez tak malu tunjuk parut": "https://www.youtube.com/watch?v=8cQKYXExH4M", "Top 5 Viral: Kakak tak hormat privasi adik, Cikgu dipaksa makan mi segera dalam baldi": "https://www.youtube.com/watch?v=El6HUo4RHqA", "Kasihanilah ibu & ayah anda, tutup aurat dengan sempurna": "https://www.youtube.com/watch?v=6BjLoXPgfzk", "Shalma Eliana, Ismail Izzani mahu tunjukkan hubungan cinta yang matang": "https://www.youtube.com/watch?v=ie-8lSN_8QU", "Neelofa warning Nabila jangan ‘pecah lubang’ gosip PU Riz - “Mu senyap sebelum aku tampar muko mu!”": "https://www.youtube.com/watch?v=E0POXmKi-dw", "Tujuh tahun kendali GV, Nabil Ahmad dan Jihan Muse akan kekalkan momentum": "https://www.youtube.com/watch?v=wV_NgBavVdY", "Peminat Qody sejenis bitter? Shafinaz tegur sebutan Inggeris pun nak melenting tak tentu arah": "https://www.youtube.com/watch?v=zMpYAwquBj8", "Badan dah kurus tapi tak suka pula... Michael Ang naik menyampah pakai baju ketat!": "https://www.youtube.com/watch?v=6km8rGo26OU", "Faizal Tahir risau kena ‘cop’ berlagak alim sebab ikut sunah nabi belajar tunggang kuda": "https://www.youtube.com/watch?v=SOy_DLu9y7o", "Mungkin ramai dah lupakan Nomad, pernah popular dengan lagu Tetap Menantimu": "https://www.youtube.com/watch?v=t-GpbZMp0oA", "Dinie Rashid nampak lebih kacak tanpa speck hitam, terserlah kejantanan!": "https://www.youtube.com/watch?v=mfsnk8mHOlc", "Anak pelakon Normah Damanhuri mengaku salah jual produk kesihatan tanpa kelulusan KKM": "https://www.youtube.com/watch?v=RW-Sh-j1AAA", "Kasihan Farisha Iris kempunan masuk final Big Stage 2020, peminat lelaki malas undi ke?": "https://www.youtube.com/watch?v=BEwNcSl4vDc", "Top 5 Spotlight: Rumah tangga Syamsul Yusof berantakan? Bapa tegur Mira Filzah pakai jeans": "https://www.youtube.com/watch?v=nBEmXcOyWHg", "Top 5 Viral: Terkejut jumpa tikus gergasi dalam parit, remaja gementar bersemuka Tengku Hassanal": "https://www.youtube.com/watch?v=T4IquRTCzXk", "Macam-macam cara jahat hantar santau... tolong amalkan 3 doa ini buat pendinding sihir": "https://www.youtube.com/watch?v=quxs4RdCOQk", "Apa hal pula Mas Idayu bawa bodyguard pergi Big Stage? Katanya sampai 3, 4 orang juga jadi escort!": "https://www.youtube.com/watch?v=24JzHumW7Yw", "Tak sanggup tengok aksi melampau Kak KM jual jamu... tapi katanya itu cara nak jadi kaya!": "https://www.youtube.com/watch?v=CvuIRiI16MU", "Nabila Huda libas rambut hampir tercampak mikrofon... kemain ‘vass’ melaram!": "https://www.youtube.com/watch?v=udctFoH64GY", "Tuah Adzmi terkejut wartawan dapat hidu kisah cinta baru, sampai tergagap-gagap jawab soalan!": "https://www.youtube.com/watch?v=AqOKQHfSbps", "Artis bertaraf 'legend' bertanding di Gegar Vaganza 7, bagus atau menjejaskan reputasi?": "https://www.youtube.com/watch?v=SPWEYPKHzYQ", "Meriah Gegar Vaganza ada Noraniza Idris! Tak sabar tengok Kak Ani bawa ‘1 bas’ penari...": "https://www.youtube.com/watch?v=NtTNuxgi65I", "Ramai kata Aniq Suhair bakal pelapis pelakon hebat... boleh ganti Syafiq Kyle ke?": "https://www.youtube.com/watch?v=zJ-fByrT214", "Umur makin senja, Diva AA tetap gah nak maki orang... scary!": "https://www.youtube.com/watch?v=4jQZfvubydg", "Ada sebab Dinie pakai cermin mata hitam atas pentas": "https://www.youtube.com/watch?v=YCLj3B8t3Js", "Dah nyanyi lagu Inggeris, dah menari, apa lagi Usop nak buat?": "https://www.youtube.com/watch?v=C_fug8vlbPE", "Top 5 Sportlight: Muka Syafiq Farhain bengkak kerana tanam rambut, perkahwinan Ratu Balqis musnah": "https://www.youtube.com/watch?v=6SyEl33dT6Q", "Mula-mula ‘try’ DM Instagram, Raja Afiq kini jadi suami polis viral, Soffwany Yusoff": "https://www.youtube.com/watch?v=noWvhcQkIF8", "Top 5 Viral: Influencer dihalau keluar restoran di Melaka, pemuda tepi kubur bawa rezeki...": "https://www.youtube.com/watch?v=CVPcQUpqvNI", "Ini cara ‘tundukkan’ lelaki panas baran! Boleh amalkan selalu...": "https://www.youtube.com/watch?v=kzb888n1zpA", "Tak semua pengguna TikTok bermasalah, kecam-kecam tiada faedah pun!": "https://www.youtube.com/watch?v=rr7503ZfCDU", "‘Expectation’ terlalu tinggi jadi cabaran besar pengarah Kampung People 2": "https://www.youtube.com/watch?v=hdVX508B98Q", "Selepas berpisah dengan Sharnaaz Ahmad, ramai pula tanya Noor Nabila cara bercerai... artis pun ada!": "https://www.youtube.com/watch?v=Q5thVd_yR_4", "Alif Satar buka rahsia rumah tangga bahagia, sweet sangat... siap ingat masakan pertama isteri": "https://www.youtube.com/watch?v=-rZxERa5f3k", "Sandra Dianne dilempar kata-kata negatif selepas meninggal dunia... netizen dah tiada perasaan ke?": "https://www.youtube.com/watch?v=wiK72w8tNAs", "Iqram Dinzly ‘buat-buat’ gila... Aishahanim kata berlakon depan kamera!": "https://www.youtube.com/watch?v=2REFs0E_pAc", "Ismail Izzani akui telinga capang punca dia tak akan botak!": "https://www.youtube.com/watch?v=lodjHKjP510", "Betul ke artis veteran boros masa tengah glamor? Delimawati kata nak survive pun tak cukup...": "https://www.youtube.com/watch?v=bUPVG850Kp0", "Usop pelik Sandra Dianne panggil ‘baby’, teringat momen malam terakhir persembahan": "https://www.youtube.com/watch?v=y3UhJPfcCO4", "Cik B mengaku bawa kereta, Datuk Seri Vida bersemuka dengan polis": "https://www.youtube.com/watch?v=s86andP5ZTQ", "Pemergian Sandra selepas 6 hari bertarung nyawa, balu Abam lega kes pembahagian harta selesai": "https://www.youtube.com/watch?v=f0WauAV4n1M", "Rakaman terakhir arwah Sandra Dianne, luah hasrat mahu balik Sabah selepas selesai segala urusan": "https://www.youtube.com/watch?v=KXeFS49K2bQ", "Top 5 Viral: Foto ‘Mowgli Malaysia’ menang lagi! Wanita kantoi curang dengan bekas kekasih": "https://www.youtube.com/watch?v=U9xLT14yC3c", "Rasulullah pun ada sahabat susah dan senang... Ini beza antara kawan, kenalan dan sahabat": "https://www.youtube.com/watch?v=OveRVAn-LpA", "Hujan renyai iringi pengebumian jenazah Sandra Dianne": "https://www.youtube.com/watch?v=Fp_f410ycoE", "Masalah mata Alina Hassan pulih, syukur tak sangka ramai bantu": "https://www.youtube.com/watch?v=OSI1xxqO3Sg", "Wany Hasrita berangan bawa ‘rombongan’ naik pentas AJL, nak buat ala-ala Noraniza Idris ke?": "https://www.youtube.com/watch?v=GyYMfG5_IB4", "Ibu mentua Nor Hidayah pun dapat hak... tuntutan faraid harta arwah Abam akhirnya selesai": "https://www.youtube.com/watch?v=DXsWmPcNLyI", "Suka tengok aksi manja Ella, tak fake! Katanya rakaman ‘Next To Neelofa’ memang jadi diri sendiri": "https://www.youtube.com/watch?v=UKMjv0E2BBM", "Betul ke ramai lelaki kecewa Mira Filzah dah kahwin? Kesayangan rakyat Malaysia la katakan...": "https://www.youtube.com/watch?v=hFhH6thSxqU", "Sesekali tengok Zizan Razak tak ada mood depan camera, sedih teringatkan nenek sakit": "https://www.youtube.com/watch?v=zHapPSCAQ8c", "Ziarah Hamid Gurkha... Sejak umur 40 tahun tak makan seafood, Alhamdulillah sebab tu masih ‘steady’": "https://www.youtube.com/watch?v=jrM0Iww9F28", "Balu arwah Abam nafi saman ibu mertua, Nor Hidayah sebut nama untuk selesaikan hal faraid": "https://www.youtube.com/watch?v=Mnhs4a4bTHE", "Sebab Sandra kemalangan, Farisha Iris hilang fokus... Ajai pula kata puncanya menyanyi tak ikhlas": "https://www.youtube.com/watch?v=bu3AGud8DmA", "Top5 Spotlight: Ikmal Amry tak kisah tayang body, Nora harap anak gadis insaf": "https://www.youtube.com/watch?v=WA0KH5m-F_k", "Top 5 Viral: Lelaki suara kepit nyanyi lagu Aku Bidadari Syurgamu, gadis dikecam main filter jerawat": "https://www.youtube.com/watch?v=4xWWeg2nVNk", "Bisnes tak berkembang? Jangan risau... kami boleh ajar anda guna teknologi digital lonjak pendapatan": "https://www.youtube.com/watch?v=MirHB4_XNEI", "Perkara yang anda perlu tahu tentang Al-Fatihah... jangan baca je tapi tak tahu kelebihan": "https://www.youtube.com/watch?v=da6XHBHoOIs", "Boleh tahan cun anak Mas Idayu! Berani buka rahsia mummy... katanya pernah bercinta dengan mat salih": "https://www.youtube.com/watch?v=53ERKw0R1W4", "Macho habis! 4 aktor kacak tunjuk skill tunggang kuda di paddock": "https://www.youtube.com/watch?v=n69tVa5-e6s", "\"Not all the time lemah-lembut, not all the time manis\" - Sweet betul ayat Mira Filzah buat suami": "https://www.youtube.com/watch?v=iER0sNWeiG0", "Shuib sentiasa rujuk ustaz, minta panduan hadapi kecaman netizen": "https://www.youtube.com/watch?v=dnlflupn10k", "Kenapa view MV Aina Abdul sendu? Lagu sedap, vokal mantap tapi netizen tak support": "https://www.youtube.com/watch?v=3qSPp31Vowk", "Atiq Azman kongsi detik-detik sebelum kemalangan, motosikal hancur bersepai!": "https://www.youtube.com/watch?v=ZXAFUHuyX18", "Kes Ali Puteh saman kakak ipar, siapa buka aib siapa?": "https://www.youtube.com/watch?v=MMuW1Vy6HmE", "Lain macam aura Ropie! Dengar dia bercerita pun dah lucu, bukan buat-buat lawak": "https://www.youtube.com/watch?v=35Pzqt6_4Wg", "Dinie Rashid cerita bagaimana dia jadi buta, tiba-tiba je penglihatan kabur": "https://www.youtube.com/watch?v=OS01PiH_oBA", "Terkait kontroversi ketika PKP, Black bangga dapat terlibat dalam filem 'Frontliner'": "https://www.youtube.com/watch?v=I22VU-TQwHM", "Umur dah masuk 37, Rafiena mahu habiskan masa bersama keluarga": "https://www.youtube.com/watch?v=tkAmka0ajvI", "Air mata Wan Maimunah gugur untuk frontliner... susahnya mereka nak makan, nak solat": "https://www.youtube.com/watch?v=1W1gwTK1ls4", "Merah padam muka Masya Masyitah diusik fasal bercinta dengan Usop": "https://www.youtube.com/watch?v=ry9ZN1-kijg", "Boleh ke tidur telanjang? Ini panduan adab tidur mengikut Islam": "https://www.youtube.com/watch?v=vs-sF0ZcXnI", "Top 5 Spotlight: Air mata Lee Min Ho jatuh di tepi pantai, Siti Sarah pula kena maki...": "https://www.youtube.com/watch?v=IUp9hJIv8Ao", "Top 5 Viral: Puteri Jihan minta maaf, remaja sunting video jerung di air terjun dapat ‘limelight’": "https://www.youtube.com/watch?v=eDHMF-xTgXA", "Dekat rumah pun boleh buat duit, tapi kena tahu cara nak kekal produktif": "https://www.youtube.com/watch?v=sSg-jK06dkg", "Budak 46 dah lama pasang angan-angan nak jadi artis, tak sangka makin famous": "https://www.youtube.com/watch?v=78nQ-vRr54U", "Achey bimbang anak arwah Abam membesar dalam suasana ‘tegang’, harap keluarga Ali Puteh berdamai": "https://www.youtube.com/watch?v=TGpc6-gOWNc", "Hafiz Hamidun tak pernah hubungi Joy Revfa lepas cerai, katanya sudah ‘unblock’ bekas isteri": "https://www.youtube.com/watch?v=2Q1o8WsDl5s", "Mana hilangnya Sufi Rashid? Selepas kahwin terus senyap, lagu baharu pun tak ada": "https://www.youtube.com/watch?v=pbHwR9VF75w", "Khai Bahar dipaksa buat slow-mo TikTok, malu-malu tapi sakan bergelek": "https://www.youtube.com/watch?v=lEAl6TZhQ0o", "Peluang Kedua Nabila Razali capai 1 juta sehari... betul ke netizen kata lagu sampah?": "https://www.youtube.com/watch?v=WNwi-umZ2N8", "Baby Shima lagi seram dengar komen Mas Idayu... Ajai tu biasa-biasa je!": "https://www.youtube.com/watch?v=_eK5GuL2CsY", "Ramai nak tahu bila Syamel & Ernie keluar dating? Pandai betul simpan rahsia...": "https://www.youtube.com/watch?v=aNrEhiagXgE", "Black pun faham ‘drama’ program realiti, makin minat tonton Big Stage sebab cerita panas": "https://www.youtube.com/watch?v=DAA4npppshk", "Ara Johari minum teh o ais, bukan arak! Jangan sedap mulut tuduh tanpa bukti": "https://www.youtube.com/watch?v=cv6PXHZ9d4k", "Ayie menangis potong rambut pendek, Floor88 pula buat hal nak botak kepala kalau...": "https://www.youtube.com/watch?v=vRCjNiqqDWI", "Dalam diam Usop ada bakat menari, berlatih dalam bilik air sampai tidur pun teringat step!": "https://www.youtube.com/watch?v=qsOajVYnXDg", "Ajai anggap komen ‘pengsan lagi best’ hanya gurauan, seminggu tak buka IG!": "https://www.youtube.com/watch?v=Hsu1-HgVUqA", "Top 5 Spotlight: Aliff Syukri kena ‘sound’ resort kotor, Ain Edruce kongsi foto dicium suami": "https://www.youtube.com/watch?v=Jlo6uLKEn5w", "Top 5 Viral: Pelajar Kelantan dihina masak mi segera dalam baldi, anjing jalanan buat ‘drama’ sedih": "https://www.youtube.com/watch?v=lYdRNVFcaZ4", "Susahnya nak jadi baik! Ini panduan paling ‘basic’ untuk kita berubah ke arah kebaikan": "https://www.youtube.com/watch?v=DEZ03YIgbT0", "Untunglah! Jutawan kosmetik Alha Alfa ajak naik kereta Mustang harga setengah juta": "https://www.youtube.com/watch?v=D1KMMzSe4uw", "Malu-malu Rashidi Ishak dipuji duda hot! Gambar bersukan di IG buat ramai cair...": "https://www.youtube.com/watch?v=Ub4kp1IUCSw", "Sufian Suhaimi makin matang... tenang imbau kisah putus tunang, gambar viral peluk perempuan": "https://www.youtube.com/watch?v=UROdfNKdrto", "Achey ‘belanja’ promosi bisnes cempedak goreng balu Abam di IG, bukan bank in duit je": "https://www.youtube.com/watch?v=0fI_3Ss-yrY", "Comel je Yummy Kampung People cerita tentang bentuk badan, katanya dulu pernah slim sikit...": "https://www.youtube.com/watch?v=VJMXHfhQMx4", "Kejam ke Ajai bagi 2 markah? Minggu pertama Big Stage 2020 dah panas, kejar rating ke?": "https://www.youtube.com/watch?v=gXE1WleQQQ8", "Nabila Razali ingat MK K-Clique gengster, rupa-rupanya ‘sweet’ siap bagi bunga!": "https://www.youtube.com/watch?v=pxRLN4ilZd8", "Kismah Johar kecewa... penat berlakon, senang-senang je orang cetak rompak filem jual online": "https://www.youtube.com/watch?v=m129wqKYUZs", "Elly Mazlein tak ‘move on’ dengan Budak46, siap cerita apa yang terjadi sebelum live MeleTOP": "https://www.youtube.com/watch?v=R4pdCClT4Hc", "Hafiz Zainal cerita soal jodoh, lemah lembut je doktor gigi ni bercakap": "https://www.youtube.com/watch?v=Nlfl0_8cq5w", "Pernah jadi anak didik... Hanie Soraya yakin Faizal Tahir tak ‘bias’ beri markah di Big Stage 2020": "https://www.youtube.com/watch?v=jRnuseHmGKI", "Single pertama hanya 6,000 tontonan, Danial Chuer bimbang lagu baru gagal": "https://www.youtube.com/watch?v=6GCnjgyxUic", "Atiq Azman support LGBT? Lain macam sekarang, kerap up video mesra dengan lelaki!": "https://www.youtube.com/watch?v=WQOFzGSyHAU", "Alhamdulillah Fikry Ibrahim, Michael berdamai... kenapa pula Nabila Huda menangis di IG?": "https://www.youtube.com/watch?v=nNAN-D8yhxM", "Top 5 Viral: Gadis buat TikTok jual nasi kukus, beli jam RM1,000 bayar dengan wang kertas RM1": "https://www.youtube.com/watch?v=Pq6OVJ66TAk", "Mas Idayu ‘naik hantu’ beri amaran pada bekas suami jangan lupa anak!": "https://www.youtube.com/watch?v=_HbMl8LbKo4", "Apabila dah mati nanti, surah Al-Mulk jadi penghalang seksa kubur": "https://www.youtube.com/watch?v=1ggZCyqOoK4", "Seram! Shiha Zikir rakam imej lembaga putih dalam IG di Bukit Fraser": "https://www.youtube.com/watch?v=ywngFzbZEp8", "PU Abu luah apa yang terbuku di hati ketika ‘dikejar’ wartawan mStar di KLIA selepas balik umrah": "https://www.youtube.com/watch?v=VDDb7KyJc3U", "Johan As'ari baik punya ‘back up’ stesen TV, katanya jumlah follower tak penting pun...": "https://www.youtube.com/watch?v=Ql1S55p_GDM", "Bunga Isme mula stress fasal baju kurung, teringin juga ‘try’ fesyen lain!": "https://www.youtube.com/watch?v=GV6YRcm_lhI", "Artis gaduh media sosial... apa kes Michael Ang, Fikry Ibrahim?": "https://www.youtube.com/watch?v=AkjB2gW3YtY", "Sayangnya! Ben Amir nak potong rambut pendek, goodbye rambut ikal mayang digilai ramai": "https://www.youtube.com/watch?v=hNy29a-WjDw", "Naim Daniel dah ‘move on’ kisah tuduhan lagu ciplak, sekarang ramai harap ‘Sembah’ masuk AJL": "https://www.youtube.com/watch?v=0xIS8x8Yh8I", "Apa punca pendapatan Imam Muda Syed Faris? Tuntutan nafkah anak belum selesai...": "https://www.youtube.com/watch?v=b1JuXDUwONI", "Dayang Nurfaizah risau budak bawah umur dah pandai pakai mekap tebal, tua sebelum usia": "https://www.youtube.com/watch?v=K8dtyh5jvcA", "Meniti suratan nasib Alina Hassan... tiada lagi dunia glamor, selesa hidup sendiri": "https://www.youtube.com/watch?v=rZrf4-ntsVY", "Padah cinta lokasi... Opie Zami bercerai selepas 17 tahun kahwin, 10 tahun isteri pendam luka": "https://www.youtube.com/watch?v=grlhScs6iek", "Betul ke Nana Sheme buat gimik tekanan perasaan sebab nak masuk Big Stage?": "https://www.youtube.com/watch?v=yFML1MebaMc", "Ellie Suriaty ‘sembur’ YouTuber, senang-senang guna karya orang buat review kemudian dapat duit": "https://www.youtube.com/watch?v=DHvtbL8IkY4", "Top 5 Spotlight: Maya Karin berkaki ayam jadi tumpuan, Rita Rudaini ditegur jangan campur hal": "https://www.youtube.com/watch?v=i-ezRXeUQ7s", "Top 5 Viral: Rezeki gulung kertas jadi duit, gadis berbaju kurung jatuh terlentang main boling": "https://www.youtube.com/watch?v=gGvnxKcUYjE", "Amalkan doa ni selepas solat Dhuha, InsyaAllah Allah akan bagi ‘something’": "https://www.youtube.com/watch?v=86Py0IRWaSw", "#Bizibody: Pusing-pusing kafe Ayie Floor88, sambil makan sambil dengar live band!": "https://www.youtube.com/watch?v=99Okf6YwU1w", "Jangan cari fasal dengan Ayu Puteh! Lancar ‘perang’ dengan platform online tayang filem cetak rompak": "https://www.youtube.com/watch?v=cWhao30m4ls", "Tinjau gerai cempedak goreng balu Abam, teringat pula ‘mi kejung’ air tangan arwah...": "https://www.youtube.com/watch?v=r9oqyIk3L4o", "Khaleed hero padang pasir, mungkin jadi pilihan offlaner": "https://www.youtube.com/watch?v=etQ_00FthE4", "Giliran Ashraf Muslim pula bersuara, rendah sangat maruah pelakon sebab filem dijual RM1": "https://www.youtube.com/watch?v=uI2fapC96oo", "Sheryl Shazwanie takut Azzam Sham terkena badi Big Stage, minggu kedua dah kena singkir": "https://www.youtube.com/watch?v=4vBdSDJaKro", "Tak habis-habis kes curang, pendakwah pun silih berganti...": "https://www.youtube.com/watch?v=lEzA9eVKteQ", "Sama cantik sama padan! Dayana Roza jadi tunang ahli perniagaan": "https://www.youtube.com/watch?v=_HeG5Z_bNYc", "Mampu ke Usop menyerlah dalam Big Stage?": "https://www.youtube.com/watch?v=XsL_qpZ_V2s", "Sesuai ke tayang cerita ajaran sesat? Drama Jalan Sesat Ke Syurga undang kontroversi": "https://www.youtube.com/watch?v=rZA6B0V_hIo", "Letupan dahsyat gegar Beirut": "https://www.youtube.com/watch?v=iZgDAanPp8g", "Ayuh anak muda! Yang kreatif sila ke depan, kita cipta inovasi baharu untuk masa depan": "https://www.youtube.com/watch?v=NMGQuigGkvY", "“Paling cepat 10 minit” - Zynakal perlu ruang peribadi, jadikan bilik lokasi luah perasaan": "https://www.youtube.com/watch?v=sVlvWqvXlKU", "Ini cara Siti Sarah jaga suami daripada dikebas perempuan lain, nampak mudah tapi susah nak buat...": "https://www.youtube.com/watch?v=FiMf2ZFLbM4", "De Fam tukar haluan sebab Cik Manggis bertudung! Tiada lagi lagu rancak": "https://www.youtube.com/watch?v=KBNwy17xYKw", "Tiba-tiba Iqram Dinzly naik angin ditegur fasal fesyen macam orang tak siuman!": "https://www.youtube.com/watch?v=jE__UkIGBY4", "Top 5 Spotlight: Pusara Abam dah ada batu nisan, Amerul Affendi dapat ramai followers!": "https://www.youtube.com/watch?v=BbiJpzrd0eA", "Top 5 Viral: Calon SPM derita kanser limfoma, Sugu Pavithra buat comeback ubat rindu peminat": "https://www.youtube.com/watch?v=Cwz_TnLISHo", "Pertama kali Raja Afiq bawa tunang ‘photoshoot’, Soffwany dedah sebab jatuh hati - “Dia penyabar!”": "https://www.youtube.com/watch?v=8hpiYU4TtzU", "Azhan Rani pun terkena! Pernah jadi mangsa stesen TV pilih bulu": "https://www.youtube.com/watch?v=MByzjKGeXV0", "Jangan downgrade raya korban! Hayati sejarah Nabi Ibrahim dan Nabi Ismail": "https://www.youtube.com/watch?v=4vdaL0u2X-M", "Hero senang kerja, Nana sering menjadi pilihan ketika beraksi di rank!": "https://www.youtube.com/watch?v=CIbbwd4I_sA", "Tak patut samakan wajah Ceknon dengan Shuk Sahar versi perempuan, tapi ramai kata nampak iras-iras": "https://www.youtube.com/watch?v=eOPNeaWeGlk", "Dapat pasangan gold digger... couple sebab cinta atau duit?": "https://www.youtube.com/watch?v=RP-O1CjaR3M", "Pelakon tua tak layak dapat bayaran mahal? Mereka pun buat kerja...": "https://www.youtube.com/watch?v=JXeVI2xOX6E", "Siti Elizad ‘naik hantu’ pelakon baharu banyak songeh! Tunggu dua jam baru sampai set penggambaran": "https://www.youtube.com/watch?v=dqUdefMdyKI", "Terjumpa Zizan Razak dalam Gran Turismo Sport, berdesup bawa kereta!": "https://www.youtube.com/watch?v=SK2eLFsnhSo", "Bella Rahim lepak dengan Gang Dong-won, cerita pengalaman cameo Train To Busan Presents: Peninsula": "https://www.youtube.com/watch?v=KpYE4Coxw70", "Top 5 Spotlight: Netizen tegur anak Che Ta main TikTok, Izreen Azminda buat apa di mahkamah?": "https://www.youtube.com/watch?v=zuOHxbxUHHA", "Top 5 Viral: Pelajar ‘sumbat’ botol kicap masuk beg sekolah, Ceknon mengamuk tak ada ‘mask’": "https://www.youtube.com/watch?v=hj0xJxASsSI", "Ketahui seksa neraka paling ringan, tapi cukup mengerikan! Nauzubillah!": "https://www.youtube.com/watch?v=ZHxoAz6hnX4", "Aleza Shadan menggigil bawa watak pengamal ajaran sesat, siap jadi imam dalam solat!": "https://www.youtube.com/watch?v=7W36wJ1Q1Ao", "Alya Iman buat pengakuan hubungan dengan Zizan... “Nothing happened,  stop guna nama bapa saya!”": "https://www.youtube.com/watch?v=x1QL_yMVoVU", "Nak menyanyi solo tapi tak menjadi, Putera Muhammad cuba nasib jadi vokalis Madam": "https://www.youtube.com/watch?v=8iJ0bvrHp5s", "Aldous dan Angela, adakah ini kombo terbaik?": "https://www.youtube.com/watch?v=oZxRyhb7Z-U", "Punya lama tak ada lagu baharu, jangan sampai peminat lupa nama Amira Othman": "https://www.youtube.com/watch?v=XsWPxR02hII", "Sharnaaz dah berubah, tak panas baran! Janji nak jadi bapa yang baik walaupun bercerai dengan Nabila": "https://www.youtube.com/watch?v=Lhm8baRMmMw", "Apa patut buat dengan pelaku conteng mural? Tak sangka masih ada yang busuk hati!": "https://www.youtube.com/watch?v=Thbz9gVsXRs", "Apa dah jadi dengan Shaheizy Sam? Nampak makin kembang, hilang perut six pack": "https://www.youtube.com/watch?v=S9Y8lNTgvgg", "[ASMR] Ni tomyam ke apa? Tak kisahlah... tapi ‘lemak manis soup’ ni memang power!": "https://www.youtube.com/watch?v=AYFSRlDcfUg", "Masya Masyitah minta putus dengan Hun Haqeem? Bila masa bercinta?": "https://www.youtube.com/watch?v=jw9NYXx5OXg", "Tidur lepas subuh memang sedap, tapi boleh ke?": "https://www.youtube.com/watch?v=Qey1mOJt9wk", "Terkejut dengar Jalaludin Hassan jatuh tangga! Mengerang sebut nama Allah sambil tahan sakit": "https://www.youtube.com/watch?v=R9oOCC4Fy7E", "What The! Cuba try main dram... berguru dengan Nur Amira Syahira pun tetap kelaut!": "https://www.youtube.com/watch?v=nkPHxyYfMKY", "Top5 Spotlight: Nina Iskandar tak suka ditegur cara jaga anak, YouTuber Amira Syahira ada karavan!": "https://www.youtube.com/watch?v=C2Q9ssg3AcU", "Top 5 Viral: Couple kena ‘sound’ gaduh tepi jalan, mana nak beli nasi lemak telur selambak?": "https://www.youtube.com/watch?v=adW1CwJxg9g", "Ernie Zakri dibayangi rasa takut tak tutup aurat... timbul tanda tanya “sempat ke aku ni?”": "https://www.youtube.com/watch?v=Ia2DgDZZ-8o", "Dah nampak seri pengantin di wajah Mira Filzah, malu-malu cerita tentang persiapan hari bahagia": "https://www.youtube.com/watch?v=jSRM624fBk0", "Betul ke bekas suami Lufya abaikan anak? Katanya setahun tak datang jenguk...": "https://www.youtube.com/watch?v=50isbEHGeOs", "Nyaris kalah last hit base tower! Nasib baik Angela selamatkan game!": "https://www.youtube.com/watch?v=MFkdbdEqWzw", "‘Dating app’ buka pintu persundalan? Suami orang, isteri orang harap jangan terjebak!": "https://www.youtube.com/watch?v=u76OCZY79QY", "Apabila Erra Fazira tersasul cakap ada dua, tiga orang calon suami! Wow ramainya!": "https://www.youtube.com/watch?v=v60hdf8wCzU", "[ASMR] Hirup mi bandung Muar! Kuah pekat meleleh aroma udang kering memang power!": "https://www.youtube.com/watch?v=qTsbyWqSFao", "Dalam diam Enot dah jadi nenek! Katanya makin seronok layan cucu ‘baby girl’": "https://www.youtube.com/watch?v=tIL7foGUUug", "“Kena lagi! Nak kata famous pun tak, jauh sekali iras Justin Bieber” - Qody": "https://www.youtube.com/watch?v=gSaPV21DJrg", "Makin tua makin murah! - “Masuk set bayar RM100... itu zalim sangat”": "https://www.youtube.com/watch?v=z0fIccQL-lE", "Top 5 Spotlight: Netizen 'panas' penyanyi 12 tahun beli Vellfire, Emma Maembong hamil empat bulan!": "https://www.youtube.com/watch?v=Vml6a9tMkmg", "Kahwini duda anak lima, Linda Eva teruja kini ada sembilan orang anak": "https://www.youtube.com/watch?v=g97sNjQaCnU", "Top 5 Viral: Anak sebak ibu terbujur kaku, Teong Kim tegur orang ‘jaga’ Luqman": "https://www.youtube.com/watch?v=sbuxsz8qJ5U", "To’ki akhirnya pindah rumah baharu, tak perlu bayar sewa setahun": "https://www.youtube.com/watch?v=a-W7STkiewo", "Senang atau ditimpa musibah, jangan lupa kita ada Allah!": "https://www.youtube.com/watch?v=tGuC4D0Gvq4", "Habiskan masa main Fifa, Aizat Amdan kata dah boleh masuk 'tournament'": "https://www.youtube.com/watch?v=ygVBQaEq2dQ", "Mobile Legends bersama pelakon Erry Putra, walaupun kalah... Bora dapat tawaran berlakon!": "https://www.youtube.com/watch?v=8atsUpdXW_c", "Tak sangka macam ni punya kawan! Selepas mengaku salah lesapkan wang A. Aida, Mas Khan bakal disaman": "https://www.youtube.com/watch?v=Q1Wkt0-cnQ8", "Tak salah ke Ayda Jebat terlajak mesra dengan Nabil Mahir? Siap buat content sama-sama di rumah": "https://www.youtube.com/watch?v=Yzn12Z9Ny-U", "Sayu hati tengok Mak Wan, terpaksa berlakon demi nak sara hidup sendiri... bergantung dengan ubat": "https://www.youtube.com/watch?v=XrvrLFpbdcE", "Wajah-wajah gembira Jaclyn Victor cerita tentang cinta hati baharu, soal anak paling sweet": "https://www.youtube.com/watch?v=3LdcswyCr7I", "Nelydia Senrose ‘naik’ mahkamah sebab didakwa tak buat kerja duta produk...": "https://www.youtube.com/watch?v=6UC0Q3IQAB8", "[ASMR] Tibai beef lasagna saiz jumbo, kenyang macam ular sawa!": "https://www.youtube.com/watch?v=U9PFcm7rA54", "Malu-malu Niezam Zaidi cerita fasal buah hati, Nonny Nadirah pun dah luah rasa sayang": "https://www.youtube.com/watch?v=CTImu99Mh18", "Baru nak popular, suara jejaka Voice of Men disamakan pula dengan Lah Ahmad": "https://www.youtube.com/watch?v=4GdkrkEJls0", "Top 5 Spotlight: Laudya Cynthia Bella sah bercerai, peguam Amyza Aznan langgar etika?": "https://www.youtube.com/watch?v=F08DzZRPE-E", "Top 5 Viral: Mengapa kucing mengiau pukul 3 pagi? Gadis kempunan baju raya tak jadi": "https://www.youtube.com/watch?v=Bdo9FQWGfv8", "Ziarah pondok To'ki,  usang tapi bermakna - “Orang nampak saya begini... tapi saya bahagia”": "https://www.youtube.com/watch?v=rfqj2UQdny0", "Isu rogol jadi perdebatan, Allah sudah gariskan panduan dalam al-Quran": "https://www.youtube.com/watch?v=yDu1REvEHd8", "[ASMR] Pasta masak lomak cili api... siap pakej merecik sampai ke mata!": "https://www.youtube.com/watch?v=TmQ36_s-0WQ", "“Peduli pulak, lantak hampa!” - Sharnaaz Ahmad tak kisah dicop panas baran": "https://www.youtube.com/watch?v=8cbKepE2258", "Buaya atau naga lebih bahaya? Yu Zhong hero baharu tiada ‘obat’!": "https://www.youtube.com/watch?v=mm-uxtcDCdA", "“Kenyataan itu jejas reputasi saya dalam bidang seni” - Amyza Aznan": "https://www.youtube.com/watch?v=UF-SkRBW3ug", "Kecoh selebriti berdebat isu ‘filter’ jadi punca jenayah rogol, fenomena Blackpink melanda Malaysia": "https://www.youtube.com/watch?v=BMbxyjmeaEI", "Azlan Typewriter buang ego, paksa diri terima muzik BBNU - “Tak guna iri hati dengan penyanyi baru”": "https://www.youtube.com/watch?v=3sfemckADQA", "Tak habis-habis meratap, Yonnyboii dedah kisah buli pula - “Peminat yang nak dengar lagu sedih\"": "https://www.youtube.com/watch?v=2YU_FqzvPjU", "Tajul luah hasrat berduet dengan kakaknya Beby Acha tapi...": "https://www.youtube.com/watch?v=MB1PrIlecb4", "“Saya pun manusia biasa ada hati dan perasaan” - Luqman Faiz": "https://www.youtube.com/watch?v=JGZmD_VCMyA", "Fazura tak lepas Fattah keluar rumah, Angelina Jolie dedah punca cerai": "https://www.youtube.com/watch?v=R0EqgwuVmZk", "Top 5 Viral: Rumah seram cikgu sarah bikin suspen, Suami 'hint' PS5": "https://www.youtube.com/watch?v=1hzsJOOJTGY", "Kisah ayam muncul dalam mimpi, pemuda insaf sebab lupa nikmat lutut": "https://www.youtube.com/watch?v=xNOH_b4N76w", "“Anak Melayu, India, Cina hulur RM10, RM15” - Komposer Ooi Eow Jin kini terlantar sakit": "https://www.youtube.com/watch?v=0x5coikIeBs", "ASMR yang tak berapa nak ASMR, sampai tercekik kulit udang!": "https://www.youtube.com/watch?v=SbldE9Pl_kk", "Peluang Kedua lagu AJL material? Nabila Razali nak perbaiki nyanyian sebelum masuk pertandingan": "https://www.youtube.com/watch?v=t2rHtNfTZ5c", "Dihina pada awal game, Chang'e mampu buat ‘epic comeback’ dan MVP!": "https://www.youtube.com/watch?v=mSv-HZ80mB0", "Amyza Aznan diam membisu, kes Zarina Anjoulie saman RM3 juta makin panjang!": "https://www.youtube.com/watch?v=ZXpPl7X2xY0", "“Saya cuba nak puaskan dia, tapi...” - Fieya Julia menyesal layan peminat psycho di Instagram": "https://www.youtube.com/watch?v=wkzTy58vl0k", "Jangan banyak alasan! FaceApp tukar jantina tetap salah, PU Amin ingatkan pesan Nabi tentang hukum": "https://www.youtube.com/watch?v=iLXeXKC5h24", "FDAM ‘serbu’ set penggambaran, takut ada produksi degil ingkar SOP": "https://www.youtube.com/watch?v=c7-XaX363Gc", "“Dia nak marah-marah... aku layankan je la!” - Shuib baru sedar Sharnaaz Ahmad panas baran": "https://www.youtube.com/watch?v=ejemDAVJ6dE", "“Walaupun tiada income, tapi dapat me time!” - Isyariana tak gelabah berkurung di rumah": "https://www.youtube.com/watch?v=6nGM4YLUtFI", "Tak kecoh pun, dalam diam Shiela Mambo jadi frontliner - “Saya bukan orang kaya tapi ada kudrat!”": "https://www.youtube.com/watch?v=j6VnZXTdw1A", "Heykal Hanifah jadi mangsa netizen 'bitter', Nourul Wahab pula kesal ditengking petugas KLIA": "https://www.youtube.com/watch?v=10rkHpcFn4o", "Top 5 Viral: Memori pau kaya Ketua Polis PJ, Sugu Parvithra pindah rumah baharu": "https://www.youtube.com/watch?v=wlFC_MpoWiw", "Nak kaut dosa atau pahala di media sosial? Fikir baik-baik sebelum buat posting!": "https://www.youtube.com/watch?v=nwQn1rWj0xo", "Lia Natalia panik ditanya soal majlis kahwin... betul ke terpaksa ditunda?": "https://www.youtube.com/watch?v=yazF1BuCmNY", "‘Spot check’ set penggambaran drama Luka Di Hati Diya, SOP baharu memang ketat!": "https://www.youtube.com/watch?v=J7Qi3l_BYBk", "Nak tengok ‘game play’ korang muncul dalam video mStar? Syaratnya hanya komen, Hi mStar!": "https://www.youtube.com/watch?v=wbUA1YeFuA4", "“Nak tolong syarikat Melayu, tapi diheret ke mahkamah pula!” - Fazura bebas tuduhan langgar kontrak": "https://www.youtube.com/watch?v=nimkdXJ_ZVQ", "Hostel berhantu, hukum warna rambut": "https://www.youtube.com/watch?v=ESSmKmajaz4", "Ai Wahida tetap beli kasut walaupun terima layanan buruk!-“Saya tak nak sound dia depan-depan”": "https://www.youtube.com/watch?v=njNpKUdmXos", "Wanns Ahmad ‘stalked’ komen YouTube lagu Terus Mencintaimu - “Dulu kosong je, takde orang like pun”": "https://www.youtube.com/watch?v=N1jyZosaGfQ", "“Tak malu! Kaya raya pun minta bantuan” - Shuib masih dihentam netizen yang tak ‘move on’": "https://www.youtube.com/watch?v=MsLqSjLbeno", "Top 5 Spotlight: Ardell & Sari Yanti dapat anak, Pak Nil menggigil berbual dengan Permaisuri Agong": "https://www.youtube.com/watch?v=AxJmBjQvpHg", "Semua benda nak kena makan dengan sos telur masin! Fariz (Budak Tebing) paling hyper kat dapur": "https://www.youtube.com/watch?v=mmfUOVORheU", "Top 5 Viral: Latti Challenge diganggu pukul 4 pagi, Dr Noor Hisham sebak ‘panglima perang’ bersara": "https://www.youtube.com/watch?v=_RiGpyD527Y", "Hebatnya doa ibu bapa kita... Sebagai anak adakah kita mendoakan mereka?": "https://www.youtube.com/watch?v=sHLipXT22KQ", "Penyanyi Aaron Abdul bimbang berita tular ‘kluster barber’ jejas semula perniagaan": "https://www.youtube.com/watch?v=GP2Kk4Y_1qA", "Guna Jawhead di Classic demi penuhi permintaan penonton, tapi hasilnya...": "https://www.youtube.com/watch?v=uvRHYDauX5Q", "“Sebelum PKP memang kami bertekak, not that easy!” - Najdi mengaku dah tak berminat bersama Unic": "https://www.youtube.com/watch?v=FECQUj1ieGg", "Marahkan Fizi lagi ke? Lagipun dia budak lima tahun, jangan benci dia sangat": "https://www.youtube.com/watch?v=J6SkCCPXdM8", "Raya datang lagi! macam-macam ragam hari pertama PKPP": "https://www.youtube.com/watch?v=76UAwUzqyF4", "Tiba-tiba Man Raja Lawak jadi kurus melampau! Boleh pakai skinny jeans saiz 31": "https://www.youtube.com/watch?v=hCjKiRsf_es", "“Penghujungnya nanti Allah akan balas juga!” - Linda Rafar terus doa hacker IG dapat balasan": "https://www.youtube.com/watch?v=aLEGKdbT4Ew", "Ayie Floor88 nak buka kedai makan - “Kalau bisnes menjadi boleh buat modal kahwin”": "https://www.youtube.com/watch?v=tocYO61iL-s", "Kenali penyanyi lagu Angkara, OST drama Bukan Gadis Biasa": "https://www.youtube.com/watch?v=ZnwkOHmm1OY", "Top 5 Spotlight: Syafiq Kyle & Mimi Lana putus cinta, Zulin Aziz main cinta dengan Ikhlas Jalil?": "https://www.youtube.com/watch?v=k705-7TH-_U", "Top 5 Viral: Kakak jadi ‘hamba’ adik lelaki malas kerja, Nyah hebat tangkap King Cobra": "https://www.youtube.com/watch?v=IX0k7BDrt_E", "Orang perempuan kena ambil perhatian! Jangan suka-suka tiru Lathi Challenge": "https://www.youtube.com/watch?v=Z6bUEaNkb6Y", "Jenguk Shah Iskandar jual mangga tepi jalan, tak malu pun sebab nak tambah ‘income’": "https://www.youtube.com/watch?v=bnzsS5qCJqQ", "Subhanallah! Kejadian sebelum tidur di wad 31 insafkan Ashraf Muslim - “Saya dengar mereka menangis”": "https://www.youtube.com/watch?v=I7T0RR7inCg", "Digelar sampah kerana pakai Karina, niat nak tunjuk skill... markah cantik, tapi dituduh punca kalah": "https://www.youtube.com/watch?v=eQgIqXMtPUQ", "Bersemuka dengan pelakon Shah Hazvee seminggu selepas keluar lokap - “Jangan terburu-buru menghukum”": "https://www.youtube.com/watch?v=6to4KJrbW5o", "Pemandu mabuk! Apa patut kita buat?": "https://www.youtube.com/watch?v=lwrzr_mK9jY", "Wanna Ali buat hal di Scotland! - “Saya give up, tak mahu sambung penggambaran”": "https://www.youtube.com/watch?v=mGDjYgngTP0", "Dayang Nurfaizah ‘backup’ Nabila Razali - “Setiap penyanyi ada hari tak best”": "https://www.youtube.com/watch?v=HVtz2t51xz8", "“Ramai yang pertikaikan saya bawa watak utama dalam drama sendiri…” – Sheila Rusly": "https://www.youtube.com/watch?v=5_SN9rRlxiw", "Top 5 Spotlight: Janda PU Abu kerja keras sara anak, usia tak halang cinta Harris & Intan Ladyana": "https://www.youtube.com/watch?v=RP6M_YMA2No", "Top 5 Viral: Bapa Fattah Anas dituduh goyang kaki, 4 beranak sporting menari di pagi raya": "https://www.youtube.com/watch?v=WLcfJL9m-mA", "Singgah beraya cara PKP, nasib baik Wani Kayrie nak buka pintu": "https://www.youtube.com/watch?v=wvx9MH3ZIVQ", "“Saya rindu mak!” - Tiga hari tidur lokap, pelakon baharu Shah Radhi tak sabar balik rumah": "https://www.youtube.com/watch?v=2gkY0ns4M6U", "First time guna Marksman Layla di rank Mythic, hasilnya memang mengejutkan!": "https://www.youtube.com/watch?v=8IamzDKglGw", "Sibuk beraya rumah pengarah drama Nur, terkejut tengok bilik air see through!": "https://www.youtube.com/watch?v=xOvbrs76rE0", "Raya disebalik kawat duri, kisah Aidilfitri 2020": "https://www.youtube.com/watch?v=3Ze_OA07JHQ", "Shuk Sahar janji postponed giliran balik kampung isteri raya tahun depan - “Kita kena adil”": "https://www.youtube.com/watch?v=cmob6OnwZ3Q", "“Tunggu Raya Haji nantilah!” - Aaron Aziz pasrah tak dapat balik Singapura": "https://www.youtube.com/watch?v=EoFmE-wYl3o", "Floor 88 & Baby Shima - Tak Dapat Raya Lagi #akuStar": "https://www.youtube.com/watch?v=2fTHrSjvciA", "Sedih tak dapat balik raya? Ini panduan sambut raya musim Covid-19": "https://www.youtube.com/watch?v=0PBZMu-hO5M", "Sambut raya guna video call? Nabil tak puas! - “Feel dia tak sama, pintu syurga mana ada digital”": "https://www.youtube.com/watch?v=f-Il6a1H_dY", "Aina Abdul – Pulanglah (Cover)": "https://www.youtube.com/watch?v=6za-_BauOLw", "Danial Chuer – Indahnya Beraya Di Desa (Cover)": "https://www.youtube.com/watch?v=gw1dzbJAoMA", "Top 5 Spotlight: Isa Khan risau Risteena kena culik, mi udang Ezzaty Abdullah laku keras!": "https://www.youtube.com/watch?v=FYiMsZGPfPc", "Top 5 Viral: Gadis main TikTok meluru masuk rumah, rider sempat beli baju raya adik sebelum ajal": "https://www.youtube.com/watch?v=YVNvqRYRWrs", "Penonton stress dengan Jamil dalam drama Korban Kasih, Azrel Ismail kena tempias!": "https://www.youtube.com/watch?v=ukM0-dAT_yg", "Cara solat sunat Aidilfitri di rumah, siap dengan panduan khutbah ringkas": "https://www.youtube.com/watch?v=Cevr0QR0IMc", "‘Queen of Troll’, Luo Yi hero baharu boleh buat satu team K.O!": "https://www.youtube.com/watch?v=wh31eUbB7MA", "Andi Bernadee takut nak dengar takbir raya - “Serius sebak... dah la kena raya seorang diri!”": "https://www.youtube.com/watch?v=eDguo6EH_us", "Jange Kelik Laa Weii 2020 - Eddie Hamid, Man Khan, Aris Kapilla": "https://www.youtube.com/watch?v=fr_LAcETDg8", "Betul ke rezeki artis tak berkat?": "https://www.youtube.com/watch?v=8tjXE9RO-Ks", "“Dia pun bodoh bahasa Inggeris!” - Qody cerita pengalaman kawtim dengan hacker Instagram": "https://www.youtube.com/watch?v=AbqMpPehaSs", "Sibuk shopping baju raya online... dah bayar zakat ke belum? Ketahui apa janji Allah...": "https://www.youtube.com/watch?v=dt9gxAmvxoI", "Caliph Buskers happy dapat sumbangan makanan raya! - “Boleh makan ketupat, kuah kacang”": "https://www.youtube.com/watch?v=VhdhIjjJ_8U", "Menahan marah itu indah, cubalah sendiri!": "https://www.youtube.com/watch?v=UjrBGrCikGI", "Terliur tengok air jagung, memang mengundang! Amir Raja Lawak tak menang tangan meniaga tepi jalan": "https://www.youtube.com/watch?v=Age74PT4MYc", "Opah Aminah a.k.a Sheila Rusly cakap tentang zakat - “Tak payah kau sibuk pergi cari orang susah!”": "https://www.youtube.com/watch?v=ghvbtkN8Prk", "Top 5 Spotlight: Aliff Syukri tak jadi bercerai, Norlia Ghani tak layak dapat baki BPN": "https://www.youtube.com/watch?v=aQDgtPaUqqk", "Top5 Viral: Pelanggan wanita mengurat runner makanan, isteri sihir suami sendiri kerana cemburu buta": "https://www.youtube.com/watch?v=tWqkg8xiwtc", "Cari Lailatul Qadar ikut norma baharu, rebutlah peluang penghujung Ramadan": "https://www.youtube.com/watch?v=pUBvFvAyecA", "Kenapa Zara Zya jadi mengada-ngada dalam drama Korban Kasih? “Budak-budak dulu memang macam tu”": "https://www.youtube.com/watch?v=v_kyO-oa67U", "Betul ke pemain Legend lebih pro berbanding Mythic?": "https://www.youtube.com/watch?v=-GNjqSiLKSE", "Anak Jamal Abdillah trauma jadi mangsa buli di sekolah - “Mungkin sebab saya anak manja”": "https://www.youtube.com/watch?v=NBEulxhfbXw", "Wanita Korea fasih cakap Melayu! Siapa Coki?": "https://www.youtube.com/watch?v=PgFxjFo0DRA", "Santesh putus asa, dah malas hasilkan video parodi filem Tamil - “YouTube saya akan dipadam!”": "https://www.youtube.com/watch?v=qiLFzIAp4R0", "“Tidak masuk akal mak kandung tak sayang anak” - Saharul Ridzwan perit bawa watak dalam Korban Kasih": "https://www.youtube.com/watch?v=Hpj6ut7GnSk", "Layak ke Danial Chuer masuk The Voice? - “Kalau ada rezeki why not? Kalau orang suka saya cuba”": "https://www.youtube.com/watch?v=cBmvWuuJddM", "Sedekah oh sedekah... jangan tunggu sampai ajal tiba!": "https://www.youtube.com/watch?v=CDOz6St0L8U", "Ramai puji Baby Shima nyanyi semula lagu Ukays, meriah versi dangdut!": "https://www.youtube.com/watch?v=XAizA8gcokg", "“Berlakon dengan Opah Aminah paling susah... sumpah!” - Ayda Jebat a.k.a Johana Bukan Gadis Biasa": "https://www.youtube.com/watch?v=G8gUxijCp4o", "Top5 Spotlight: Da'i Farhan bercerai lagi, Ali Puteh tuduh Nor Hidayah balu Abam sembunyi anak?": "https://www.youtube.com/watch?v=ck-Jsixn-0U", "Syurga ada 8 pintu, ini salah satu kunci pintu memasukinya": "https://www.youtube.com/watch?v=A2Vdr5XBNto", "Top5 Viral: Pelanggan pelik rider kudung hantar pesanan, remaja 18 tahun acah jadi imam solat": "https://www.youtube.com/watch?v=OGzjEL9zZjc", "“Bukan saya minta derma pada orang ramai” -  Azmi Caliph Buskers cerita perit PKP, simpanan habis": "https://www.youtube.com/watch?v=egLKK5LVuxw", "Zahiril Adzim (Bobby San) jadi mangsa scammer, duit hasil main game lesap sekelip mata!": "https://www.youtube.com/watch?v=OnkBUdpwATI", "Ippo Hafiz kongsi kisah isteri mengidam - “Dia tak cakap, DM di Instagram je”": "https://www.youtube.com/watch?v=rgnqQBtnjA4", "Inilah 4 ‘prime time’ untuk berdoa, amalkan dan alami sendiri perubahannya": "https://www.youtube.com/watch?v=Kn0oSp4Wq60", "Coki? Siapa Coki? Kenapa dalam Mobile Legends pun ada orang sebut nama dia?": "https://www.youtube.com/watch?v=3aqZulPiylM", "Sitizoners tak suka Aina Abdul? - “Ada yang tak senang, kata saya meniru gaya Siti Nurhaliza”": "https://www.youtube.com/watch?v=2moK704nOIU", "Padah terlajak posting di sosial media!": "https://www.youtube.com/watch?v=dF84ltWFxr8", "Kakak Tajul pula nak tunjuk bakat, daripada Smule terus jadi penyanyi": "https://www.youtube.com/watch?v=WYZRj6WMmq8", "Wak Doyok mengaku tak bersalah guna lambang Sultan Johor, bebas dengan jamin RM35,000": "https://www.youtube.com/watch?v=2Tiv-fhPCvs", "Dah tengok MV Jaga-Jaga (Azarra Band)? Sebenarnya itu rakaman kedua, yang pertama kena ‘reject’": "https://www.youtube.com/watch?v=SN9y40SzXLY", "Selepas makan mesti rasa mengantuk, malas nak solat... apa puncanya?": "https://www.youtube.com/watch?v=aoEsaqh7Hfs", "Peminat tak restu Hun Haqeem bawa watak jahat - “Itu bukan diri saya... saya tak macam tu!”": "https://www.youtube.com/watch?v=RXPDIg2F1_U", "Top5 Spotlight: Ayda Jebat serik jadi pengkid, Wak Doyok sibuk pakai cincin lambang Sultan Johor": "https://www.youtube.com/watch?v=8iywjs_RfWk", "Top 5 Viral: Gadis tumbuk bawang dalam kelas, syahdu lihat ayah peluk keranda arwah ibu": "https://www.youtube.com/watch?v=X1jpn42otYs", "Ada 4 golongan yang boleh tak puasa, tapi tetap ada syarat ya... siapa mereka?": "https://www.youtube.com/watch?v=SX0glgQvewY", "Yoyol Budak Tebing makin popular, cakap macam orang dewasa... padahal belum habis PT3": "https://www.youtube.com/watch?v=IZrqtrm6FgA", "“Jangan makan duit haram, berhenti buat kerja kotor?” - Bito Beyto mangsa scammer handphone murah": "https://www.youtube.com/watch?v=cnGF9Ga20E4", "Guna ‘team recruit’ untuk dapat ahli pasukan, tapi terpaksa guna Johnson walaupun tak reti drive!": "https://www.youtube.com/watch?v=byy2yAjxFSg", "Ramai bagi ‘thumbs up’ Sonaone rap bahasa Perancis, ini dia maksud lirik lagu Bomba": "https://www.youtube.com/watch?v=BSRNFT-9oqA", "Jangan melantak ketika berbuka puasa, boleh amalkan tip ini untuk kekal sihat sepanjang Ramadan": "https://www.youtube.com/watch?v=sGu2VFCINRU", "Nikah online, betul ke pengantin gelojoh?": "https://www.youtube.com/watch?v=70rRRPcfFz4", "Gambar Neelofa menangis di Arafah cetus idea MV Damba CintaMu, ramai insaf tengok babak menangis": "https://www.youtube.com/watch?v=Lq00lLGQlyM", "Shiha Zikir ‘offer’ duit raya, tapi ada syarat - “Nak tengok sambutan cabaran baca Al-Fatihah\"": "https://www.youtube.com/watch?v=PoBncyXyvfk", "Ini dia Dolla kumpulan yang disamakan Blackpink - “Muzik video ada sikit nampak sama, tapi tak tiru”": "https://www.youtube.com/watch?v=lmxmfbaQSQI", "Padah makan kenduri, Timbalan Menteri Kesihatan didenda RM1,000 ingkar PKP": "https://www.youtube.com/watch?v=qCdmQU6u0YM", "“Tak kisahlah kalau nampak meniru pun... janji niat!” -  Khai Bahar komen duet dengan In Team": "https://www.youtube.com/watch?v=vUSeTdahuUA", "Fendy (Caliph Buskers) terpisah dengan anak, sayu sambut Ramadan seorang diri": "https://www.youtube.com/watch?v=kkumYEr-UFs", "Tak payah paksa! Ini 7 tips mudah nak didik anak belajar puasa": "https://www.youtube.com/watch?v=RRPu4pWqByE", "Top5 Spotlight: Fasha Sandha beli bantal kepam, kecoh Aliff Aziz dah rujuk Bella Astillah": "https://www.youtube.com/watch?v=GTuNSYcq-J4", "Boleh ke nak hebahkan sedekah? Takut nanti dikatakan menunjuk-nunjuk...": "https://www.youtube.com/watch?v=u49YFeQfYhE", "Top5 Viral: Rider hantar makan selepas kemalangan, lelaki dikecam pedaya polis lepas ‘roadblock’": "https://www.youtube.com/watch?v=ZPVDbrvr_Yc", "Kenali Laura dalam drama Budak Tebing, belum habis SPM tapi makin ‘laku keras’": "https://www.youtube.com/watch?v=aC9aL2xLms4", "Jangan gelabah! Panduan untuk para suami dan bapa nak solat Tarawih di rumah, orang bujang pun boleh": "https://www.youtube.com/watch?v=6M2viv-Za8Y", "Erwin Dawson jadi penghantar makanan - “Sebab tengah lockdown, baik kayuh basikal buat duit”": "https://www.youtube.com/watch?v=cL12CTKGPAI", "Sebab ego guna dua mage tanpa marksman, adakah boleh menang dalam Mobile Legends?": "https://www.youtube.com/watch?v=CjuKuAGRKM8", "Ramai ‘komplen’ Siti Sarah nyanyi mengada-ngada - “Dah cuba sebutan betul, bunyi macam kau dah tua!”": "https://www.youtube.com/watch?v=MPf6rpIR01U", "Sedekah, mulianya hati Ustaz Ebit Liew": "https://www.youtube.com/watch?v=333iAywraEk", "Faizal Tahir bersyukur dapat bantu peminat - “Public figure kena sedar ada peranan dalam masyarakat”": "https://www.youtube.com/watch?v=UzdI2zrCVO0", "Happy birthday Dr Noor Hisham, hero kesayangan Malaysia!": "https://www.youtube.com/watch?v=AGNTH4wn1y8", "“Badan rasa berat, kembang semacam!” - Azlan (Typewriter) kerja keras turunkan berat badan": "https://www.youtube.com/watch?v=56OLo8QynhQ", "“Suka hati orang la! Hubungan tak dibina melalui IG” - Alvin Chong tak kisah Emma Maembong unfollow": "https://www.youtube.com/watch?v=QvYoqLw3ek0", "Penganjur tergagap dapat tahu Liza Hanim berhijab - “Masa tu orang ingat saya dah tak mahu menyanyi”": "https://www.youtube.com/watch?v=pwkVpGQndUc", "Top 5 Spotlight: Ibu Aliff Syukri mengamuk dengan netizen, Mira Filzah mengaku dah berpunya!": "https://www.youtube.com/watch?v=ouQGKNpl9Jk", "Top 5 Viral: Guru lepas roadblock beri alasan nak beli peti ais, ramai keliru kembar 3 main TikTok": "https://www.youtube.com/watch?v=7xjHzJOqt-4", "“Saya nak move on, having a good life!” - Luahan anak pelakon veteran dikongkong kekasih suami orang": "https://www.youtube.com/watch?v=q0WtZI2eOMw", "Afieq Shazwan jatuh bilik air, patah jari kelengkeng - “Saya terhempap tangan sendiri”": "https://www.youtube.com/watch?v=TazQbLvCQos", "Cubaan nak jadi ‘toxic player’, pertaruh Vale di rank legend": "https://www.youtube.com/watch?v=x5RrXK_JAQk", "“Allah kurnia banyak air mata, kalau ada suis ibu dah tutup” - Wan Maimunah tak sakit, hanya terharu": "https://www.youtube.com/watch?v=7MyAk200Uho", "Apa istimewanya Kluster Kayangan?": "https://www.youtube.com/watch?v=MNmFYOKLOXA", "Duit RM50,000 menang AF tak luak, Amir Masdi pandai menyimpan - “Saya hanya beli kasut & mikrofon”": "https://www.youtube.com/watch?v=jgKX6btUtkQ", "YonnyBoii cerita kisah zaman sekolah, tak dipeduli - “Saya selalu ponteng... orang tak perasan pun”": "https://www.youtube.com/watch?v=HhoexR7_Nkw", "Caprice merangkak bawah kerusi, sembunyi dalam almari gara-gara Mira Filzah mengaku dah berpunya": "https://www.youtube.com/watch?v=8LZQRK8eZIQ", "Patutlah netizen tuduh BitoBeyto kemaruk perhatian, nak tunjuk awek kalau followers cecah 100k": "https://www.youtube.com/watch?v=kLBVkNk1H4U", "Fikry Ibrahim tak layan ‘serangan’ netizen, Puteri Aishah positif Covid19 lepas shooting di Scotland": "https://www.youtube.com/watch?v=krvmSgHlw7Y", "Top 5 Viral: Lelaki terpekik di hospital takut polis, Anak arwah Aziz Desa dilabel malukan keturunan": "https://www.youtube.com/watch?v=udQaXV4KgBI", "Luqman Faiz tak malu ‘show off’ katil bersepah, tapi rajin tolong mak masak masa PKP": "https://www.youtube.com/watch?v=AbllHqA_dv0", "Luar biasa! Lelaki ini sanggup jalan kaki 70km selepas balik dari Jepun, takut tersebar Covid-19": "https://www.youtube.com/watch?v=DiORrTtormA", "Hylos asyik membunuh sebab bosan main ‘tank’... tapi susah kena marah kalau game kalah": "https://www.youtube.com/watch?v=ZbXWttMd2Uk", "“You all susah lain, saya pun susah nak bayar cukai, gaji orang” - Aliff Syukri terkesan Covid-19": "https://www.youtube.com/watch?v=YP-kr2eOANw", "T20 pun hadap Bantuan Prihatin Nasional? Ramai lagi rakyat lebih memerlukan": "https://www.youtube.com/watch?v=RjEvLp-NeX4", "Mangsa Covid-19 kini jadi hero, tampil derma plasma darah bantu KKM rawat pesakit positif": "https://www.youtube.com/watch?v=2_trohC7RPw", "Fizi Ali flashback jadi pendatang haram di Australia - “Masa tu aku merajuk tak nak balik Malaysia”": "https://www.youtube.com/watch?v=6obRS-By37Y", "Tajul ucap selamat tinggal kepada PUBG - “Takut nanti leka tak jaga anak, asyik naik main game je”": "https://www.youtube.com/watch?v=wpdy6uQj3uA", "“Game pun boleh puaskan nafsu” - Haqiem Rusli download game memancing lepas gian pegang joran": "https://www.youtube.com/watch?v=wkqgIQWrDGI", "Aliff Syukri nak bercerai? Zarina Anjoulie pula ‘perperang’ dengan artis isu minta bantuan kerajaan": "https://www.youtube.com/watch?v=Kr72iXdgwTY", "Top 5 Viral: Sate terbiar kerana Covid-19, rakyat Malaysia ‘sekolahkan’ personaliti TV Taiwan.": "https://www.youtube.com/watch?v=U5iwd20JxuM", "Linda Eva berang netizen acah ambil berat artis susah sampai tak makan - “Jangan hina macam tu!”": "https://www.youtube.com/watch?v=3RRH4E8yNH0", "Man Raja Lawak rendah diri derma RM50, 000 bantu orang - “Kalau ada rezeki lebih, kenapa tak bagi”": "https://www.youtube.com/watch?v=wt-0KEX00Bc", "PUBG Mobile: Musuh dilabel wabak Covid, misi membasmi gagal kerana...": "https://www.youtube.com/watch?v=Vq-pnQC9G3Y", "Artis rayu bantuan khas: Wajar atau tidak?": "https://www.youtube.com/watch?v=BgkGEJ85cOE", "“Kalau rasa kita susah, kat luar lagi ramai orang susah” - Andi Bernadee jadi sukarelawan Covid-19": "https://www.youtube.com/watch?v=crEFh3dZPC8", "Moga cepat sembuh... Mir Ali bayi usia tiga bulan positif Covid-19": "https://www.youtube.com/watch?v=KwsAU8-O4LA", "Harry Khalifah nasihat rakan artis jangan putus asa - “Tuhan tak akan bagi kita kebulur”": "https://www.youtube.com/watch?v=Zdileb-WHWE", "Tak kecoh, dalam diam Johan Raja Lawak kongsi rezeki - “Dia bantu ikhlas, datang secara sukarela”": "https://www.youtube.com/watch?v=sOpTo0oIk84", "Danial Zaini terpaksa buat 'disclaimer', buat lagu bukan untuk sindir artis minta bantuan kerajaan": "https://www.youtube.com/watch?v=yRqDvX4wfwg", "Wanns Ahmad buat perangai masa video call, memang kelakar!": "https://www.youtube.com/watch?v=k2nWAgpmst0", "Izzue ambil peluang basuh kasut, mandikan kucing - “Banyak aktiviti boleh buat di rumah masa PKP”": "https://www.youtube.com/watch?v=RKrFpewOqgQ", "Top 5 Spotlight: Alha Alfa bercerai, Azwan Ali naik mahkamah hina pegawai perubatan kes Covid-19": "https://www.youtube.com/watch?v=GVGsZuYZ3Ag", "Top 5 Viral: Wanita simptom Covid-19 lari hospital sebab lapar, ahli tabligh solat jemaah dalam wad": "https://www.youtube.com/watch?v=NTFbJqWnSIU", "“Dayang, because of you Diva AA kena macam ni!” - Azwan Ali bayar denda RM17,000 hina warga hospital": "https://www.youtube.com/watch?v=wY8CXCdXAMw", "Outbreak - Terima #Akustar": "https://www.youtube.com/watch?v=FY_W1jmQPwA", "Ramai buat ‘joke’ Aishah DIY face shield guna botol plastik - “Kalau terdesak you pakai juga kan?”": "https://www.youtube.com/watch?v=HDOX8qQ7uHU", "Covid-19: Intai aktiviti artis di rumah": "https://www.youtube.com/watch?v=4ZNAvAVxkx0", "Pesanan istimewa Tun M untuk Neelofa - “Kena aktif sikit dalam rumah.. saya naik basikal, treadmill”": "https://www.youtube.com/watch?v=b8VDqkTFAE8", "Pemain Mobile Legends takut keluar rumah sebab roadblock, push rank sampai ‘lebam’": "https://www.youtube.com/watch?v=_qOE-kAuS1o", "Naim Daniel keluar rumah hanya untuk start enjin motor - “Baik duduk rumah buat cekodok dengan mama”": "https://www.youtube.com/watch?v=2Jfpt4ESYck", "“Jiwa meronta! Anak saya jerit minta peluk” - Fazley Yaakob akur ‘social distancing’": "https://www.youtube.com/watch?v=BDN12RtQ39U", "Ara Johari buka tempahan jual kuih raya, janji untuk hantar sendiri kepada pembeli!": "https://www.youtube.com/watch?v=pHKZlFb6IGc", "\"Sakitnya sangat perit\"- Pesakit positif Covid-19 dari Negeri Sembilan kongsi pengalaman": "https://www.youtube.com/watch?v=6VzhWonD9R0", "Lepasan SPM jadilah graduan terhangat! Jom ‘ramai-ramai’ rebut peluang kemahiran di TVET": "https://www.youtube.com/watch?v=wSXyw0O3Ims", "Top 5 Spotlight: Maya Matahari meninggal dunia, kecoh Tiz Zaqyah dituduh bergaduh": "https://www.youtube.com/watch?v=mcSKjYZE-qk", "Top 5 VIRAL: PM rayu ‘Stay at home’, Panas baju Melayu nampak putting!": "https://www.youtube.com/watch?v=PCmAzYbAM1k", "“Jangan cakap senang, nasib tahan maki!” Sophia Liana berkurung seminggu hasilkan lagu sindir haters": "https://www.youtube.com/watch?v=u9cpdnK9AMc", "“Tiga hari sebelum dia pergi, dia cakap akan tinggalkan saya dengan kematian” - Tunang Maya Matahari": "https://www.youtube.com/watch?v=QDgU0BJ3gfU", "COVID-19: Perintah Kawalan Pergerakan – Main Mobile Legends lagi baik, elak jangkitan!": "https://www.youtube.com/watch?v=yfNP_ziBodg", "Covid-19: Jangan degil, duduk rumah elak sebar virus!": "https://www.youtube.com/watch?v=JowBJ903xUI", "Lain macam guna nama kumpulan ‘FML’ - “Bukan mencarut tapi nak tunjuk kami fun... fun make laugh”": "https://www.youtube.com/watch?v=_gCO5CywC-A", "“Kena ada ‘attitude’ sikit!” - Dayang Nurfaizah risau peminat tak boleh terima lagu baharu": "https://www.youtube.com/watch?v=SxvhPcwy3cc", "Fizi Ali pelik bagaimana atlet buta main PS4 - “Benda tu tak kelakar tapi satu panggung gelak!”": "https://www.youtube.com/watch?v=vFGzkfdE3so", "Sampai luka tapak tangan tukar lampin anak, Ella cerita pengalaman jaga anak angkat": "https://www.youtube.com/watch?v=p2RNGTR7PwU", "Top 5 Spotlight: King Coco buat 'comeback' sertai politik, Azlee Khairi main cinta dengan Zara Zya?": "https://www.youtube.com/watch?v=X7JjhVgUtGs", "Top 5 Viral: Abang Syed Saddiq masuk Umno, pelajar menyesal dapat 11A+ SPM": "https://www.youtube.com/watch?v=CAOdEdpbtzk", "“Saya tak minta duit orang, cari publisiti murahan!” - Aliff Syukri terkesan kecaman netizen": "https://www.youtube.com/watch?v=7DKPiHNh7jw", "Projector Band - Akhirnya Ku Tahu #akuStar": "https://www.youtube.com/watch?v=kkQbfyAxea0", "Sering kalah Mobile Legends, apa puncanya?": "https://www.youtube.com/watch?v=ihmS62kvLTU", "Faizal Tahir sampai terbaring dengan reaction wartawan “Korang mampu baringkan FT?”": "https://www.youtube.com/watch?v=jqNeH_vALck", "Mudah sungguh Hafiz Hamidun dapat anak, niat hari Sabtu... Isnin terus dapat": "https://www.youtube.com/watch?v=t6hjQyRebE4", "Cubaan Afieq Shazwan bawa muzik 'reggaeton' menjadi": "https://www.youtube.com/watch?v=MacNmrB1XNw", "Penyanyi ‘gred A’ pun jumpa Syafinaz - “Saya macam doktor, saya check apa masalah mereka”": "https://www.youtube.com/watch?v=r6KICsbRFP8", "Penyanyi lagu drama Jujur Nikahi Aku kena ‘reject’ dengan cikgu muzik sebab suara tak sedap": "https://www.youtube.com/watch?v=kqkDEnuC3d4", "Borak dengan Fariz Jabba, rappers lagu viral Kunci Gang... sekarang dah makin famous": "https://www.youtube.com/watch?v=po5iz-EYNX4", "Top 5 Spotlight: Safawi Rasid salahkan Syifa Melvin ajak kahwin cepat, tangisan BCL undang sebak": "https://www.youtube.com/watch?v=8GCwC-l0Bwg", "Siti Nurhaliza dituduh biadab gara-gara keputusan SPM, bos ‘naik hantu’ sebab pekerja main TikTok": "https://www.youtube.com/watch?v=LTJxInPfXAI", "Mukarakat rappers Indonesia teringin jumpa K-Clique - “Mereka keren! Ada karakter berbeza”": "https://www.youtube.com/watch?v=ZzaKAUN3VgU", "#Bizibody: Kali ini Sterk Production jadi mangsa, semua serah diri - “Silakan check lagi”": "https://www.youtube.com/watch?v=9gNapdISygU", "‘On Voice’ sangat penting dalam Mobile Legends - Tengah ‘stim’ membuli musuh, tiba-tiba...": "https://www.youtube.com/watch?v=bvNdrvzofmo", "Mana Kucaimars menghilang? Bakat nampak makin ‘tenggelam’ selepas Big Stage": "https://www.youtube.com/watch?v=z3fXYRe052o", "Da’i Farhan teman isteri ke mahkamah hadapi tuduhan menipu wang RM10,050": "https://www.youtube.com/watch?v=Nson7qjbkag", "Ini 5 ciri wanita pilihan Haqiem Rusli, yang penting suka tudung bawal!": "https://www.youtube.com/watch?v=V_kP1v1pu5g", "Jodoh Syaitan filem terakhir Abam, gabungan Sofi Jikan dan Jay Iswazir memang lain macam!": "https://www.youtube.com/watch?v=faFJTSmnSjQ", "Anggota Outbreak gelak je dituduh bekas banduan - “Mungkin haters kami sengaja nak perhatian”": "https://www.youtube.com/watch?v=7roljg9EYj8", "Kenali siapa Yonnyboii, rappers yang makin popular! - “Saya jenis camera shy, tak suka spotlight”": "https://www.youtube.com/watch?v=IE2tM-2-QhY", "Ramai puji Nabila Razali dalam Seindah 7 Warna Pelangi, yang penting lakonan tak kayu!": "https://www.youtube.com/watch?v=NwyT0PD_A-o", "Top 5 Spotlight: Abang ipar cium Chacha Maembong, Intan Najuwa pula putus tunang": "https://www.youtube.com/watch?v=lP9jap1YW3s", "Top 5 Viral: Tergamak paksa ustazah merangkak, bertuah ‘Mat Ganu’ dapat kahwin gadis Itali": "https://www.youtube.com/watch?v=8t7DCVcShBk", "Bapa Allahyarham Ashraf Sinclair cerita situasi di Jakarta, didatangi ramai individu tidak dikenali": "https://www.youtube.com/watch?v=rMBnVdn9w1w", "Sekitar majlis pernikahan Tasha Shilla, ringkas tapi sweet!": "https://www.youtube.com/watch?v=0HRFvE6PeA0", "Ibu Abam Bocey rindu cucu, tidak berhubung selepas Nor Hidayah keluar rumah": "https://www.youtube.com/watch?v=FAue62xQlaA", "Ai Wahida - Kembalilah Bersamanya #akuStar": "https://www.youtube.com/watch?v=bySVB9SX-y4", "Siapa next PM? Adakah setanding Tun M? Rakyat harap selesai segera isu ekonomi": "https://www.youtube.com/watch?v=H0tg_k9nKsY", "“Jangan sombong jadi orang” - Mobile Legends ‘team player’ Indonesia": "https://www.youtube.com/watch?v=Q5GQS6na0ug", "Bunyi macam makanan Jepun, BitoBeyto pelik mana nenek dapat idea panggil nama manja": "https://www.youtube.com/watch?v=CI4jCsKP6dA", "Sophia Liana cabar kaki kritik ikut sedap mulut - “Suruh dia buat rap dulu!”": "https://www.youtube.com/watch?v=juQceTTlOOM", "Zynakal tuduh perempuan bertudung kaki cemburu, betul ke?": "https://www.youtube.com/watch?v=k_z1VMiB9dA", "Aeril Zafrel ni tak pernah tak kelakar! Tulis kapsyen di sosial media pun selalu win!": "https://www.youtube.com/watch?v=aD5TPBt0fO4", "Ratu Kala Jengking kisah epik Johor, kahwin dengan 99 lelaki... semua mati lepas malam pertama!": "https://www.youtube.com/watch?v=JMnB6cgtwZA", "“Ali tak patut tuduh saya punca gaduh, padahal korang ada konflik dah lama!” - Aliff Syukri": "https://www.youtube.com/watch?v=QrlYmcGTeMk", "“Saya perbaiki imej selepas dikecam” - Fieya Julia kini berani berfesyen": "https://www.youtube.com/watch?v=NZSzmrQzuYA", "Ashraf Sinclair meninggal dunia, Ali Puteh naik angin dengan Aliff Syukri isu harta Abam": "https://www.youtube.com/watch?v=aRFAKyDTHKk", "Top 5 Viral: Wanita gigih sorok ‘baby bump’ kantoi gara-gara durian, mat salih jual nasi lemak RM3": "https://www.youtube.com/watch?v=9PQLHjeumV8", "Ini penjelasan status kereta Myvi, dah jelas ia milik balu Abam - “Arwah beli untuk Nor Hidayah”": "https://www.youtube.com/watch?v=R2jrjTSL-3M", "Ali Puteh menangis gara-gara isu faraid - “Takkan saya nak khianati abang, makan harta anak yatim!”": "https://www.youtube.com/watch?v=ICYvEdtIRAs", "“Selagi orang tak jemu saya buat la...” - Neeta dah tambah portfolio jadi hos TV pula": "https://www.youtube.com/watch?v=WlpPW_dE6cM", "#Bizibody: Apex Tajuddin tayang seluar bundle RM5 - “Kepala kain ni, percayalah cakap saya”": "https://www.youtube.com/watch?v=WzdrLszGhOE", "Hentikan Skull breaker challenge! Cabaran TikTok yang mengarut dan mengancam nyawa": "https://www.youtube.com/watch?v=ymT9lwrUlGw", "“Dah 9 tahun tinggal dunia lakonan, bayaran tak berbaloi!” - Raja Azura": "https://www.youtube.com/watch?v=Z2mPCwiQX2Q", "Misi menewaskan Jaa Suzuran! Menang atau jadi ‘lauk’?": "https://www.youtube.com/watch?v=9Svt_RBHAis", "Asyraf Rozami, Rushdan Wafa lari dikejar peminat misteri! - “Saya dituduh larikan anak dara orang”": "https://www.youtube.com/watch?v=23DL3zEIDbw", "“Buat apa saya nak menyalak? Hanya nak bersih nama!” - Ex-GF Naim Daniel tuntut hak lagu Sumpah": "https://www.youtube.com/watch?v=QfIHqBtwK1A", "Eyra Hazali bakal jadi ibu muda, ‘excited’ kongsi proses buat ‘pregnancy test’": "https://www.youtube.com/watch?v=UDZECbx5ppI", "Ernie Zakri ‘berbunyi’ tak menang AJL34 - “Saya kecewa dengan keputusan, apa lagi nak kena bagi?”": "https://www.youtube.com/watch?v=W0-DcLOUL88", "“Saya selak kaki dia sikit... memang boy” - Tabahnya Fizz Fairuz, reda isteri gugur anak lelaki": "https://www.youtube.com/watch?v=um4_j7sjJ7g", "Selamat jalan Ashraf Sinclair... Malaysia, Indonesia berduka": "https://www.youtube.com/watch?v=gwy6EjLP7cU", "Floor 88 dah jumpa penyanyi ‘backup’, Ayie tak sabar nak jadi cikgu - “Kami akan bentuk dia”": "https://www.youtube.com/watch?v=3l-3h2pgTPY", "A. Aida belum puas melaram, tayang ‘body solid’  - “Kalau bertudung susah nak berfesyen!”": "https://www.youtube.com/watch?v=rtdqVdSDsfw", "Besar sungguh cita-cita Sofyank, nak pergi Los Angeles buat ‘content’ dengan Zach King": "https://www.youtube.com/watch?v=IIBzOgHDAM8", "Sean Lee diintai ramai ‘stalker’ - “Nasib baik saya tak ada apa nak disembunyikan”": "https://www.youtube.com/watch?v=moQueZSws1o", "Top 5 Spotlight: Persembahan 'darah' Aina Abdul dikecam, kemelut Azwan Ali dan Vida berakhir": "https://www.youtube.com/watch?v=bqK9_sfMLrs", "Top 5 Viral: Kasihan... ibu tunggal 6 anak dihalau, Kastam ‘cekup’ penyeludup daging tikus kering": "https://www.youtube.com/watch?v=ygov_z9pxsc", "Patut la Nabila Razali tak ada lagu baharu - “Susah cari lagu sesuai dengan kemampuan vokal saya”": "https://www.youtube.com/watch?v=B5qMPViUOWY", "Aiman Tino - Benci #akuStar": "https://www.youtube.com/watch?v=a0Cm8znYSbY", "Mobile Legends: Setelah berbulan tidak ‘on’, permainan kelaut... kalah teruk!": "https://www.youtube.com/watch?v=xF8vDHeFnEI", "“Abam tak pernah berkira, minta tolong promo tak berbayar pun dia buat” - Shuk Sahar": "https://www.youtube.com/watch?v=nhLcpCpEPW4", "Abam tak sombong, selalu mudahkan kerja orang... “Kita baik ramai sayang”": "https://www.youtube.com/watch?v=vfpbdHASOD4", "Pandai Hael, Bob simpan rahsia - “Siti Nurhaliza setuju nak nyanyi seminggu sebelum AJL34”": "https://www.youtube.com/watch?v=m_3BszjL5_4", "“Okey fine! Saya delete dan mohon maaf” - Azwan Ali nafi sengaja buat gimik gaduh dengan Vida": "https://www.youtube.com/watch?v=xBoAWrIYkBg", "Isma Sane syok sendiri? Buat ‘content’ konon hangat bercinta, padahal...": "https://www.youtube.com/watch?v=KklyWwJyjYg", "“Abam seorang saja dalam dunia... tiada pengganti” - Peminat kongsi rasa sedih, rindu lawak arwah": "https://www.youtube.com/watch?v=dGhdn1tGPH8", "Aman Ra kenang zaman naik Honda EX5 pergi studio rakam lagu": "https://www.youtube.com/watch?v=dM8T8Of3JP4", "Tak tahu kena muncul dalam persembahan, patut la isteri Hafiz Suip tergamam masa live AJL34": "https://www.youtube.com/watch?v=tZj8oR0wr6g", "“Abam peluk saya lama atas pentas akhir MLM”- Ali Puteh menangis imbau saat manis dengan arwah abang": "https://www.youtube.com/watch?v=_MdgGr7VD7w", "Merepek, rasa macam mimpi! Naim Daniel tak jangka menang AJL34": "https://www.youtube.com/watch?v=h3dh4M8x1gE", "Bunga pakai baju Melayu, Pak Azad & Eira Syazira paling meriah di red carpet AJL34": "https://www.youtube.com/watch?v=goMXl0YpPI4", "Top 5 Spotlight: Tarian 'lucah' Andi Bernadee dikecam, Sajat cetus kemarahan netizen": "https://www.youtube.com/watch?v=d361hfLHVXQ", "Kecoh isu Hazmat dan Sajat, rumah Cikgu Jumbri terus misteri!": "https://www.youtube.com/watch?v=zFCuNdyIPVk", "#Bizibody buat 'kacau' di sidang media AME 2020... betul ke artis marah kena selongkar?": "https://www.youtube.com/watch?v=fWAwsnjmzdU", "Kenapa Sajat berani pakai telekung tunai umrah? Ramai tunggu Jakim bersuara": "https://www.youtube.com/watch?v=Y8DRMEXfWZ0", "“Beribu golongan Sajat di Malaysia\" - Caprice persoal peranan pihak berkuasa bendung isu pondan": "https://www.youtube.com/watch?v=E0MGVeH1DXg", "WODN: Cuba mod ‘player versus player’, ternyata sangat luar biasa!": "https://www.youtube.com/watch?v=rFWKPMt3FkU", "Ini dia Jekfer Kampung People... Sangat humble, sejuk mata memandang": "https://www.youtube.com/watch?v=ktsDoomfH7Q", "Anda pernah dicurangi? Memang sakit hati kalau dapat pasangan tak setia": "https://www.youtube.com/watch?v=vGMSVRxEavE", "Kmy Kmo & Luca Sickta berani buat hal, ‘jentik’ penunggang agama dalam lagu Zuhud": "https://www.youtube.com/watch?v=tjLpTk0zPlU", "Khai Bahar ‘balas dendam’ #Bizibody Qarami, Muna Shahirah tanya soalan panas wartawan 18/19": "https://www.youtube.com/watch?v=Cq8lyHtFsyg", "Kenapa Siti Nordiana dituduh kemaruk nak bersuami? - Jawapan Nana memang cool tapi ‘makan dalam’": "https://www.youtube.com/watch?v=_froh3Eqh3w", "Penuh emosi sampai buat penonton menangis, filem M4M4 lengkap dan penuh rencah": "https://www.youtube.com/watch?v=Eq4Guzg_oqM", "Vokalis Projector Band derita radang tonsil, doktor nasihat buat pembedahan": "https://www.youtube.com/watch?v=OQdBCP-FYYc", "Alieff Irfan nak jadi penyanyi pula? “Semua orang boleh menyanyi, saya pun suka menyanyi”": "https://www.youtube.com/watch?v=r3Rq57OudMU", "Top 5 Spotlight: Pak Ya & Ropie kena ‘gam’ gara-gara lawak pH air, Caprice ‘sentap’ dengan PU Amin?": "https://www.youtube.com/watch?v=7F7ODrdkMgY", "Top 5 Viral: Pelajar tahfiz jadi mangsa nafsu songsang ustaz, pelajar MCKK mirip kerabat!": "https://www.youtube.com/watch?v=Cn_7dzFWRfQ", "Memori main gitar zaman kanak-kanak bantu vokalis Azarra Band pulih masalah hilang ingatan": "https://www.youtube.com/watch?v=gl8u-zosnN0", "Fairuz Misran & Baby Shima - Ikatan Asmara #akuStar": "https://www.youtube.com/watch?v=xipB9UDTCIg", "Fendy (Caliph Buskers) berterus terang tentang punca cerai, tapi tak serik nak kahwin lagi": "https://www.youtube.com/watch?v=VDqv0NG6tOA", "WODN: Tip paling senang untuk tewaskan Sea Dragon": "https://www.youtube.com/watch?v=5ejJ2cjJLks", "Siapa belum ‘claim’ e-Tunai RM30? Ini yang perlu anda tahu mengenai faedah e-Wallet": "https://www.youtube.com/watch?v=DQrNsWZKClc", "“Takkan nak pakai nama ayah dia?” - Shiha Zikir kecewa rakan artis sama naik persenda nama bapa": "https://www.youtube.com/watch?v=mjvBchTX7KA", "“Jangan sentuh, halal gap sis!” - Bunga tak malu ‘show off’ boyfriend": "https://www.youtube.com/watch?v=HMBubjeDsRo", "Sophia Liana sedih tak dapat ‘perform’ dengan arwah Lok U - “Kami decide tak nak cari pengganti”": "https://www.youtube.com/watch?v=VP1v4qJmlZU", "Raja Syahiran tak mengaku tiru persembahan-“Tak payah cakap, semua orang dalam industri pun meniru”": "https://www.youtube.com/watch?v=SYLahxnUOtg", "“Shut your mouth haters, tak macho langsung menyorok belakang keyboard” - Atilia": "https://www.youtube.com/watch?v=zZ5mY6db4l8", "Terlopong tengok kek air terjun Elly Mazlein, Ayie sakit... Floor 88 cari vokalis baharu": "https://www.youtube.com/watch?v=6ooyck7H3GI", "Top 5 Viral: Tudung Sharifah Rose ‘terbang’ di Phuket, guru sebak lihat sisi lain pelajar": "https://www.youtube.com/watch?v=gRXpJMrQwRY", "Youtuber Asyraf Rozami buka cerita tentang Bibi Qairina - “Tak salah bagi orang suka lagi”": "https://www.youtube.com/watch?v=D282XRvD-2E", "#Bizibody: Ada apa dalam kocek seluar? Kumpulan Treehill 'slumber' tunjuk ada duit syiling je!": "https://www.youtube.com/watch?v=41HP3o8TBuY", "Pawagam paling mewah di Malaysia bakal jadi lokasi 'dating’ istimewa, siap boleh baring!": "https://www.youtube.com/watch?v=q6GHqnvFCL8", "“Badan makin gemuk... apa cerita?” - Hafiz Suip risau tak cukup stamina untuk AJL34": "https://www.youtube.com/watch?v=IFVvdEywdCs", "WODN: Nak cuba Hagen Dark Nest tahap dua, tapi ‘terciduk’  sebab ‘team mate’ pemalas": "https://www.youtube.com/watch?v=9mD-3oPMGYc", "Warna kasut sekolah: Ramai ibu pilih hitam, kaum bapa ada yang tak kisah": "https://www.youtube.com/watch?v=e2w8ET_jSuE", "“Ayah mahu kami jadi orang berguna... jaga keluarga” - Anak arwah Lok U kenang pesan bapa": "https://www.youtube.com/watch?v=edwavKWfwPc", "Rumah tangga makin bahagia, Adira mula ikut Datuk Red tunggang superbike": "https://www.youtube.com/watch?v=GM2VjqjwYDE", "Baby Shima, Fairuz Misran belanja lagu Dance Monkey! Jadi versi nusantara?": "https://www.youtube.com/watch?v=lKMuI05Zj44", "Bersemuka dengan Aiman Tino isu video lucah - “Hidup korang tak berkat, Tuhan akan balas”": "https://www.youtube.com/watch?v=l7SGX7HUbHU", "Lain macam aura Ajak, dah ramai tukar siaran radio waktu pagi - “Tak sangka orang rindu suara saya”": "https://www.youtube.com/watch?v=vbVKUg3CX6E", "Nak salah siapa? Artis kena ‘kencing’, tawaran berlakon batal saat akhir": "https://www.youtube.com/watch?v=VBCXmiJ6ajY", "Bukan setiap lagu nak melucah, MK K-Clique kata mereka buat lirik ikut selera pendengar": "https://www.youtube.com/watch?v=ADZm-BtLz-g", "Top 5 Spotlight: Puteri Balqis pertahankan ibu, kisah sayu pemergian anak Ali di MLM2019": "https://www.youtube.com/watch?v=fK4tnj5x8ho", "“Terima kasih sayang, jaga mama dan anak kita baik-baik” - Ungkapan romantis Elly Mazlein buat suami": "https://www.youtube.com/watch?v=33b8FYeevag", "Top 5 Viral: Netizen gelabah pemuda hisap susu kucing, kisah 10 years challenge paling tak menjadi": "https://www.youtube.com/watch?v=ui5qjVSuazw", "“Mula-mula agak susah kami nak bersama... saya rasa tak boleh” - Tangisan kegembiraan Elly Mazlein": "https://www.youtube.com/watch?v=6MWMzNmVioU", "Perempuan cuai ketika memandu? Kalau ada lesen emas pun, kalau dah gelabah... gelabah juga!": "https://www.youtube.com/watch?v=sU-xnBVpKKs", "Syafiq Farhain - Sakit Hati #akuStar": "https://www.youtube.com/watch?v=Ocj7KWdis9g", "“Kami masih kawan” - Ahmad Idham anggap masalah dalam Finas seperti konflik ‘rumah tangga’": "https://www.youtube.com/watch?v=D-IO6DwR6wQ", "Teroka dunia naga sebenar, berperang dalam ‘dungeon’ World Of Dragon Nest bikin panik!": "https://www.youtube.com/watch?v=AgiLvzTqI8c", "Zara Zya puji Hafreez Adam pandai masak - “Bukan nak ambil hati, tapi memang masakan dia sedap!”": "https://www.youtube.com/watch?v=vWgJy8Hxkm8", "“Saya menyimpan dalam ASB” - Haqiem Rusli seronok duit banyak, kehidupan berubah": "https://www.youtube.com/watch?v=zomiaVc7vn8", "Siti Nurhaliza buat kemunculan khas di AJL34? Bob Yusof tak tahu menahu": "https://www.youtube.com/watch?v=LP34FASLKkw", "Naim Daniel tak faham, ramai yang maki gara-gara edit gambar dengan Rose Blackpink": "https://www.youtube.com/watch?v=PsFjAlWbsJU", "“Saya tidak sengaja, saya minta maaf” - Atu Zero ulas isu pakai seluar ketat di final MLM2019": "https://www.youtube.com/watch?v=2gF3HWohyz8", "Janna Nick terpelecok masa ‘live’ TV, Bella Astillah pula beraksi manja rangkul \"bicep\" Aliff Aziz": "https://www.youtube.com/watch?v=jZjQJgmj-PI", "Top 5 Viral: Gadis menyesal tak hormat ayah,celoteh budak 12 tahun persis ‘makcik bawang’.": "https://www.youtube.com/watch?v=7zzT6cwPsgo", "Kelakar! Mark Adam tunjuk #Bizibody cara betul pegang 'telur berloceng'!": "https://www.youtube.com/watch?v=MNaSiVfBsi4", "“Saya macam pemain simpanan, ganti hos tak datang keje”-Awal Ashaari excited kembali jadi hos Melodi": "https://www.youtube.com/watch?v=luklB8HmLNQ", "“Saya tetap klasik” - Nasha Aziz tak minat ‘update’ media sosial, suka berdepan wartawan": "https://www.youtube.com/watch?v=misgKCCbAO4", "Marvel Super War: Loki hanya boleh menyamar? Jangan terkejut kuasa sebenar hero ini!": "https://www.youtube.com/watch?v=Ebky-wr9Ku0", "Syafiq Farhain acah-acah merajuk dengan wartawan lelaki, lain macam sungguh!": "https://www.youtube.com/watch?v=4lyLt0l4j7w", "Ini bukan ‘pick-up line’ level budak sekolah, guna lirik lagu pun boleh!": "https://www.youtube.com/watch?v=ug9hmx0Hh38", "Dah habis fikir ke nak masuk program reliti? Arja Lee kata usia bukan penghalang": "https://www.youtube.com/watch?v=0N6Da02QmQ4", "Job solo petanda De Fam nak berpecah? Azira Syafinaz kata dia tak cemburu": "https://www.youtube.com/watch?v=_8MUi3dS_fg", "“Saya risau kalau ia beri kesan terhadap kerjaya”- Zul Ariffin ulas isu video lucah didakwa miripnya": "https://www.youtube.com/watch?v=w2OGcJG6WK0", "Betul ke netizen cepat melatah? Raja Syahiran nafi buat gimik raih publisiti isu curi lagu": "https://www.youtube.com/watch?v=55_4-T0yAqs", "‘Sweetnya’ Noki (K-Clique), tak lokek ilmu sanggup ajar Shiha Zikir cara nak rap lagu Mimpi": "https://www.youtube.com/watch?v=w28gqm8IG5Y", "Mula-mula macam kaku, tapi penonton yakin Hady Mirza boleh ‘pergi jauh’ sebagai pengacara": "https://www.youtube.com/watch?v=Y3XzQtX3JMI", "Remy Ishak ‘unfollow’ Mira Filzah, slang Inggeris pelakon Kampung People jadi perhatian": "https://www.youtube.com/watch?v=ZRozSBfqc-s", "Top 5 Viral: Gara-gara Cikgu Suraya, tiga hari Alieff Irfan berkurung": "https://www.youtube.com/watch?v=6oo9BltSuxY", "Amir Masdi dikatakan the next Faizal Tahir? Hmmm... Agak-agak setanding ke?": "https://www.youtube.com/watch?v=t7jcl1vQuC8", "Kereta terbang jadi bahan jenaka, patut ke kena ‘troll’ melampau?": "https://www.youtube.com/watch?v=L-pri3Hd9_8", "Youtubers baharu kena tahu, budaya ‘sub for sub’ tak berkesan langsung – Alieff Irfan": "https://www.youtube.com/watch?v=kTOYC2CGUak", "Misi rank untuk Marvel Super War, Ant-Man mampu bertukar jadi semut atau belalang?": "https://www.youtube.com/watch?v=u-8HFmNCWV0", "Respect dengan Vanidah Imran, tak kisah pun berlakon dengan Rashidi Ishak selepas bercerai": "https://www.youtube.com/watch?v=SSS1tDWH6qQ", "Dituduh sombong & kuat melenting, Haikal Azman jelas mungkin palanduk dua serupa": "https://www.youtube.com/watch?v=dR1HrvVjnLU", "Selamat tinggal 2019! Ini 10 video paling hit sepanjang tahun": "https://www.youtube.com/watch?v=kIFAoclTYPk", "Siapa Luca Sickta? Katanya rapper seiras Sufian Suhaimi": "https://www.youtube.com/watch?v=FqsonpgVgYc", "Artis tua tak ada harga? Ini jawapan ‘pedas’ Joey Daud kepada produksi tak hargai bakat senior": "https://www.youtube.com/watch?v=cZgozZH1tjk", "Top 5 Spotlight: Pelakon cilik 'sweet-sweet' bercinta, Bos Susu dipuji tak over macam penaja GV dulu": "https://www.youtube.com/watch?v=KOM8h0LgChY", "Top 5 Viral: Pelajar kongsi tips menabung RM20, peniaga durian hafal skrip jumpa Permaisuri Agong": "https://www.youtube.com/watch?v=IUdHX7In81c", "Padu betul! Shuib tayang kehebatan Chevrolet Camaro - “Ini salah satu, bukan nak riyak!”": "https://www.youtube.com/watch?v=m3u8JxZs0_c", "Elizabeth Tan tak minat watak ‘good girl’ - “Saya bukan jenis yang sweet!”": "https://www.youtube.com/watch?v=WrLiIGgQToQ", "Marvel Super War: Pertempuran guna watak Marvel, rasa macam superhero!": "https://www.youtube.com/watch?v=AB5LCyKpNx0", "“Dulu belajar kejuruteraan, sekarang jadi tukang masak! Terpesong jauh bukan?”- Reedzwann": "https://www.youtube.com/watch?v=WZ2HLoqXCGA", "“Orang kata saya tiru lagu Andi Bernadee... biarlah!” - Afieq Shazwan": "https://www.youtube.com/watch?v=nfJ3owBdDDo", "Kelab peminat overacting? Naqiu nasihat peminat jangan nak bergaduh": "https://www.youtube.com/watch?v=R9Li595aN3Q", "“Orang-orang macam tu adalah bahan hiburan saya!”  - Sham Visa tak melenting layan ‘haters’": "https://www.youtube.com/watch?v=cVskX348pDY", "Alhamdulillah… Terharu tengok Micheal Ang bayar zakat seharusnya jadi contoh buat umat Islam lain": "https://www.youtube.com/watch?v=i2nhESG9q0g", "“Bagi je dua orang jadi juara, nothing wrong!” - Ramli MS pertahan bakat Naqiu, Hady Mirza": "https://www.youtube.com/watch?v=ND_hCMoSxM8", "Top 5 Spotlight: Nia Ramadhani tak tahu buka pintu bilik tidur, Fazley kena ‘reject’ ajak selfie": "https://www.youtube.com/watch?v=IJL-LM3-Bbk", "Top 5 Viral: Ustaz Nik Farhan dapat diploma perubatan Islam, kisah katil tiga tingkat jadi perhatian": "https://www.youtube.com/watch?v=g708lGqkqMQ", "Farah Nabila nak ‘honeymoon’ ke Pulau Pinang, teringin makan nasi kandar": "https://www.youtube.com/watch?v=mDZjB6gtQKw", "Gurauan nak jadi abang ipar Aiman Tino jadi kenyataan, Fara Hezel kini isteri ahli perniagaan": "https://www.youtube.com/watch?v=ZrIAo-827_U", "“Dunia luar banyak negatif, duduk rumah takut terpalit kontroversi” - Fareez Fauzi": "https://www.youtube.com/watch?v=I9sq8CPYDwc", "Reedzwann - Cinta Pandang Pertama #akuStar": "https://www.youtube.com/watch?v=UdbQoAmLQN4", "Christina Aguilera pun puji! Nuha Bahrin terkejut lagu cover dapat perhatian - “Follower bertambah!”": "https://www.youtube.com/watch?v=Eg5seI7xlEg", "PUBG Mobile: Mod Rage Gear memang ‘awesome’, boleh buat anda gian!": "https://www.youtube.com/watch?v=mMIVPo0mtz8", "Intai set drama Adellea Sofea, Ungku Ismail nampak ‘sweet’ nak kongsi air dengan Mira Filzah": "https://www.youtube.com/watch?v=d-41mdIqj1c", "Tajul tiada hal berjaga malam, dodoi anak sambil main PUBG": "https://www.youtube.com/watch?v=VxhlRcL0-ZE", "Bila ayat ‘customer is always right’, kita jadi batu kena maki kena kahak – Wak Doyok": "https://www.youtube.com/watch?v=XHCuO0pC6Gk", "Majlis kahwin cecah kos RM1 juta, Eizlan Yusof tak tahu menahu - “Semuanya rakan yang sediakan”": "https://www.youtube.com/watch?v=pcEJ6DfW8zk", "Terkejut! Siti Sarah kena sergah masa nak layan pelanggan - “Kalau tak cantik kena kecam pula”": "https://www.youtube.com/watch?v=Fg6_cGhfVuQ", "“Alif bersih daripada ubat terlarang” - Nora dedah laporan bedah siasat punca kematian anaknya": "https://www.youtube.com/watch?v=gx9JlO12W_4", "Babak tunjuk ‘anu’ tak pernah dibuat lagi – Penonton ketawa tonton filem Busut Bonang": "https://www.youtube.com/watch?v=6lb2o-eg48Y", "Hubungan Norshila Amin dengan abang kandung pulih selepas 20 tahun bermasam muka": "https://www.youtube.com/watch?v=EYz4GbTPWAc", "Azlee tak sabar nak ‘membahan’ anggota Senario - “Tak ada seorang pun yang akan kecil hati”": "https://www.youtube.com/watch?v=ys5Ah2Fu-0s", "Da'i Farhan cetus fenomena 18-19, Neelofa undur diri": "https://www.youtube.com/watch?v=3XAQUWRSuqk", "Top 5 Viral: Pelajar tamat SPM berpesta sakan, Mufti Wilayah kongsi pandangan hukum cerai": "https://www.youtube.com/watch?v=XDeeeyTjOBE", "Isma Sane - Kembali #akuStar": "https://www.youtube.com/watch?v=TEysmy7s3_M", "“Nampak brutal, ada tatu... tapi isi hati macam pondan” - Tony Eusoff": "https://www.youtube.com/watch?v=MR9F3q0HDQg", "Rivalry, AllStar dan Penrill terus cemerlang, tunjuk ‘skill’ berperang secara berpasukan": "https://www.youtube.com/watch?v=bN_k6aiNzpU", "Da'i Farhan punya aura, netizen buat petisyen minta singkir gelaran geng ‘ustaz selebriti’": "https://www.youtube.com/watch?v=vxYJlKceVMw", "“Kahwin ramai adalah ketentuan, bukan keseronokan” - Salih Yaacob kongsi pengalaman poligami": "https://www.youtube.com/watch?v=QeqwrevqsBY", "Nassier Wahab rela sorok penyakit - “Arwah tak mahu raih simpati”": "https://www.youtube.com/watch?v=OVgQaGVfhRo", "“Bukan senang-senang nak boom!” - Tiz Zaqyah pun merangkak sebelum 'meletup'": "https://www.youtube.com/watch?v=qCUC6cxYpNU", "Dituduh akidah terpesong, apa dah jadi dengan Wanns Ahmad? Ini penjelasannya": "https://www.youtube.com/watch?v=uJkMkxtZrGQ", "“Kalau kami bercerai... lillahi ta'ala bukan daripada saya” - Sharnaaz Ahmad": "https://www.youtube.com/watch?v=v0skHgkUQDE", "Riuh ikut Shiera ‘shopping’, siap jumpa calon madu - “Laki aku suka perempuan macam ni!”": "https://www.youtube.com/watch?v=y9T8unQ2yF8", "Ada sebab Zizi Kirana tampilkan mak nyah dalam MV baharu - “Mereka juga manusia”": "https://www.youtube.com/watch?v=CsR4sOZaqAk", "“Tiada beza sebelum atau sudah bertunang kerana jarang jumpa” - Hafreez Adam": "https://www.youtube.com/watch?v=zjRyYAyGr3I", "Baby Shima tidak mahu munafik, jujur tak kenal Drama Band": "https://www.youtube.com/watch?v=KtQoQ_M3n28", "Top 5 Spotlight: Heboh kisah Da'i nikah janda anak lapan, Farid Kamil jalani hukuman penjara 9 bulan": "https://www.youtube.com/watch?v=AAI7iyRmmBw", "Top 5 Viral ‘Dua Lipa Malaysia’ dikecam kongsi foto glow up 2019, Murid buka slip UPSR di pusara ibu": "https://www.youtube.com/watch?v=JqFxA3BVmXk", "Wanita ke 19 berjaya buka hati Da'i Farhan... “Yang penting aku jujur nak kahwin”": "https://www.youtube.com/watch?v=aYS7J3IoQLc", "As'ad Motawh - Selamanya #akuStar": "https://www.youtube.com/watch?v=BIeSIpO9hAg", "Mudah main PUBG Mobile guna 4 jari, Vivo NEX3 tampil dengan ciri ‘Waterfall Full View Display’": "https://www.youtube.com/watch?v=6Hkm8sokIhk", "“Kalau tak suka, jangan ambil” - Hans Isaac sedar ada pihak kurang senang niat naik taraf industri": "https://www.youtube.com/watch?v=_CT9gsMuV2U", "Dijangkiti Influenza A, Kekasih jaga Ismail Izzani di hospital": "https://www.youtube.com/watch?v=eesQYJrD7i8", "“Dah lama tak dengar suara sendiri dekat radio” - Neeta": "https://www.youtube.com/watch?v=SNr1YbJCIKg", "Kenapa ramai tak suka Nabila Razali berlakon? Netizen persoal heroin drama Pesan Pada Hati": "https://www.youtube.com/watch?v=eW7soIUIe2c", "Isma Sane tertekan, hampir ‘koyak’ disuruh tiru artis lain - “Saya tak tahu nak jadi siapa”": "https://www.youtube.com/watch?v=IsePfYoYzas", "Top 5 Spotlight: Suami Lufya dikecam tak endah anak, Waris 'koyak' digelar Jolobak Ko Jolobu": "https://www.youtube.com/watch?v=rUyLzDOxoVo", "Top 5 Viral: Kereta Kelisa ‘total lost’ tahun 2014 muncul semula atas jalan.": "https://www.youtube.com/watch?v=8VuggusLMM0", "Siapa gadis yang kerap berkepit dengan As'ad Motawh? Katanya ‘teman’ dari UK": "https://www.youtube.com/watch?v=9fcX0UwU8rQ", "Tuah Adzmi - Insan Kau Cinta #akuStar": "https://www.youtube.com/watch?v=8oaprsL2TBQ", "“Ada cerita tetap perlukan pelakon muda mekap jadi tua” - Datuk Rafiena bersuara isu larangan Finas": "https://www.youtube.com/watch?v=rJE-U6qjL34", "Nampak macam game kanak-kanak tapi ‘Ejen Ali: Emergency’ boleh buat pemain menjerit!": "https://www.youtube.com/watch?v=8iEM_30PtDs", "“Janna Nick muntah-muntah, dikejarkan ke wad kecemasan” - Teman lelaki": "https://www.youtube.com/watch?v=i4IsbjmryI4", "Aisyah Aziz nyanyi lagu ciplak? Komposer, pengarah Ejen Ali The Movie tak sedar wujud persamaan": "https://www.youtube.com/watch?v=fVFCze0TX0I", "TikTok punya hal, lagu Kantoi Zee Avi kembali hit di Indonesia": "https://www.youtube.com/watch?v=YzH5gIZ47Pc"}